Repository: lvis/wptheme
Catalog: languages/*-old.po
Languages: ro, ru

source: Please provide the Banner Title, Otherwise the Page Title will be displayed in its place.
ro: Vă rog oferiți un Titlu pentru Banner, în caz contrar Titlul Paginei va fi afișat în loc.
ru: Просьба предоставить Заголовок Баннера, В противном случае Заголовок страницы будет отображаться на его месте.

source: Please provide the Banner Sub Title.
ro: Vă rog oferiți Subtitlu Banner
ru: Пожалуйста, предоставьте Под Заголовок Баннера

source: Banner Image
ro: Imagine Banner
ru: Изображение Баннера

source: Please upload the Banner Image. Otherwise the default banner image from theme options will be displayed.
ro: Vă rog, încărcați imaginea bannerului. În caz contrar, imaginea implicită a banner-ului din opțiunile temei va fi afișată.
ru: Пожалуйста, загрузите изображение баннера. В противном случае изображение баннера по умолчанию из темы будет отображаться.

source: If you want to replace banner with revolution slider then provide its alias here.
ro: Dacă doriți să înlocuiți bannerul cu modulul Revolution Slider atunci indicați referința la elaici.
ru: Если вы хотите заменить баннер Revolution Slider-ом тогда предоставьте его ссылку здесь.

source: Page Title
ro: Titlul Paginii
ru: Заголовок Страницы

source: Properties Filter Settings
ro: Setările Filtrului Imobiliar
ru: Настройки Фильтра Недвижимости

source: Number of Properties Per Page
ro: Numărul de Imobile Per Pagină
ru: Количество Недвижимостей на Странице

source: Order Properties By
ro: Sortează Imobilul După
ru: Сортировать Недвижимость По

source: Date New to Old
ro: Dată Nou la Vechi
ru: Дате от Новой к Cтарой

source: Date Old to New
ro: Dată Vechi la Nou
ru: Дате от Cтарой к Новой

source: Price Low to High
ro: Preț Mic la Mare
ru: Цене от Низкой к Высокой

source: Price High to Low
ro: Preț Mare la Mic
ru: Цене от Высокой к Низкой

source: Minimum Beds
ro: Minimum Dormitoare
ru: Минимум Cпален

source: Minimum Baths
ro: Minimum Băi
ru: Минимум Ванн

source: Meta Box plugin has been deactivated!
ro: Modulul Мета Box a fost dezactivat!
ru: Мета Box плагин был деактивирован!

source: As now its functionality is embedded with in theme.
ro: Deocamdată funcționalitatea lui este incorporată in Temă.
ru: Поскольку в настоящее время его функциональность встроена в тему.

source: So, You should completely remove it from your plugins.
ro: Deci, Ar trebui să-l eliminați complet din modulele dvs.
ru: Таким образом, Вы должны полностью удалить его из ваших плагинов.

source: Meta Box Columns plugin has been deactivated!
ro: Modulul Meta Box Columns a fost dezactivat!
ru: Meta Box Columns плагин был деактивирован!

source: Meta Box Tabs plugin has been deactivated!
ro: Modulul Мета Box Tabs a fost dezactivat!
ru: Мета Box Tabs плагин был деактивирован!

source: Meta Box Show Hide plugin has been deactivated!
ro: Modulul Мета Box Show Hide a fost dezactivat!
ru: Мета Box Show Hide плагин был деактивирован!

source: Meta Box Group plugin has been deactivated!
ro: Modulul Meta Box Group a fost dezactivat!
ru: Meta Box Group плагин был деактивирован!

source: Main Menu
ro: Meniul de bază
ru: Главное Меню

source: Default Sidebar
ro: Panou Lateral Implicit
ru: Боковая Панели По умолчанию

source: Widget area for default sidebar on news and post pages.
ro: Suprafață asamblabilă pentru panoul lateral implicit pe paginile noutăților și articolelor
ru: Область виджета для Боковой Панели По умолчанию на новостной странице и странице сообщений

source: Pages Sidebar
ro: Panou lateral a Paginilor
ru: Страницы Боковой Панели

source: Widget area for default page template sidebar.
ro: Suprafață asamblabilă pentru șablonul panoului lateral a paginii implicite
ru: Область виджета для боковой панели Шаблон Страницы по умолчанию

source: Contact Sidebar
ro: Panoul Lateral de Contact
ru: Боковая Панели Cтраницы Контакта

source: Widget area for contact page sidebar.
ro: Suprafață asamblabilă pentru Panoul Lateral de Contact.
ru: Область виджета для боковой панели Cтраницы Контакта.

source: Property Sidebar
ro: Panoul Lateral a Imobilului
ru: Боковая Панели Hедвижимость

source: Widget area for property detail page sidebar.
ro: Suprafață asamblabilă pentru Panoul Lateral a Paginei Detalii Imobil.
ru: Область виджета для боковой панели Cтраницы Сведения о Недвижимости.

source: Property Listing Sidebar
ro: Panoul Lateral Lista Imobilului
ru: Боковая Панели Список Hедвижимости

source: Widget area for property listing template sidebar.
ro: Suprafață asamblabilă pentru șablounul panoului lateral Lista Imobilului.
ru: Область виджета для боковой панели Шаблона Списка Hедвижимости.

source: Footer First Column
ro: Prima Coloană din Subsol
ru: Нижний колонтитул Первая колонка

source: Widget area for first column in footer.
ro: Suprafață asamblabilă pentru a prima coloană din subsol.
ru: Область виджета для первой колонки нижнего колонтитула.

source: Footer Second Column
ro: A Doua Coloană din Subsol
ru: Нижний колонтитул Вторая колонка

source: Widget area for second column in footer.
ro: Suprafață asamblabilă pentru a doua coloană din subsol.
ru: Область виджета для второй колонки нижнего колонтитула.

source: Footer Third Column
ro: A Treia Coloană din Subsol
ru: Нижний колонтитул Третья колонка

source: Widget area for third column in footer.
ro: Suprafață asamblabilă pentru a treia coloană din subsol.
ru: Область виджета для третьей колонки нижнего колонтитула.

source: Footer Fourth Column
ro: A Patra Coloană din Subsol
ru: Нижний колонтитул Четвертая колонка

source: Widget area for fourth column in footer.
ro: Suprafață asamblabilă pentru a patra coloană din subsol.
ru: Область виджета для четвертой колонки нижнего колонтитула.

source: Agent Sidebar
ro: Panoul Lateral al Agentului
ru: Боковая панель Агента

source: Sidebar widget area for agent detail page.
ro: Panoul Lateral al Piesei pentru Pagina Detalii de Agent.
ru: Боковая панель виджета область для подробной информации о агенте.

source: Home Search Area
ro: Suprafața de Căutare pe Pagina Principală
ru: Главная страница Область Поиска

source: Property Search Sidebar
ro: Căută Imobil Panou lateral
ru: Поиск недвижимости Боковая панель

source: Widget area for property search template with sidebar.
ro: Suprafață asamblabilă pentru șablonul căută imobil cu panou lateral
ru: Область виджета для поиска недвижимости, шаблон с боковой панелью

source: Additional Sidebar %d
ro: Panou lateral suplimentar %d
ru: Дополнительная боковая панель %d

source: An extra sidebar to use with Visual Composer if needed.
ro: Panou lateral suplimentar pentru a fi utilizat cu Visual Compozitor-ul, dacă este necesar.
ru: Дополнительная боковая панель для использования с Visual Composer-ом, если это необходимо.

source: Valid file formats
ro: Tipuri de fișiere acceptate
ru: Допустимые форматы файлов

source: Go to...
ro: Treci la...
ru: Перейти к...

source: Email us at
ro: Scrie-ne la
ru: Пишите нам на

source: No Posts Found!
ro: Nici un articol găsit!
ru: Сообщений не найдено!

source: Add to Favorites
ro: Adăugă la Favorite
ru: Добавить в Избранные

source: Know More
ro: Află mai multe
ru: Узнать больше

source: Send
ro: Trimite
ru: Отправить

source: Name
ro: Nume
ru: Имя

source: Your Name
ro: Numele dvs.
ru: Ваше Имя

source: Your Email
ro: Email-ul dvs.
ru: Ваш E-mail

source: Please provide:
ro: Vă rugăm introduceți:
ru: Пожалуйста укажите:

source: Email
ru: Эл. почта

source: * Please provide valid email address
ro: * Vă rugăm să introduceți o adresă de e-mail validă
ru: * Введите действительный адрес электронной почты

source: Message
ro: Mesaj
ru: Сообщение

source: Your message
ro: Mesajul dvs.
ru: Ваше сообщение

source: Contact
ro: Contactează
ru: Контакт

source: Submitted by
ro: Adăugat de
ru: Добавлено

source: More Details
ro: Mai multe detalii
ru: Подробнее

source: Print
ro: Tipărește
ru: Распечатать

source: Bedroom
ro: Dormitor
ru: Спальня

source: Bathroom
ro: Baie
ru: Ванная

source: Share this
ro: Distribuie aceasta
ru: Поделись этим

source: Search Results
ro: Rezultatul căutării
ru: Результаты поиска

source: Posted on
ro: Publicat pe
ru: Опубликован

source: by
ro: de
ru: от

source: in
ro: în
ru: в

source: More Details
ro: Подробнее
ru: Подробнее

source: Sorry No Results Found
ro: К сожалению Ничего не найдено
ru: К сожалению Ничего не найдено

source: Phone
ro: Telefon
ru: Телефон

source: Address
ro: Adresă
ru: Адрес

source: * Please provide a valid email address
ro: * Vă rugăm introduceți o adresă de e-mail validă
ru: * Введите действительный адрес электронной почты

source: Change
ro: Schimbă
ru: Изменить

source: Remove
ro: Șterge
ru: Удалить

source: Profile image should have minimum width of 210px and minimum height of 210px.
ro: Imagine Profilului trebuie să aibă lățimea minimă de 210px și înălțimea minimă de 210px.
ru: Изображение Профиля должно иметь минимальную ширину 210px и минимальную высоту 210px.

source: Make sure to save changes after changing the image.
ro: Asigurați-vă că ați salvat modificările după schimbarea imaginii.
ru: Убедитесь в том, что сохранили изменения после изменения изображения

source: Display Name
ro: Numele afișat
ru: Отображаемое имя

source: Password
ro: Parolă
ru: Пароль

source: Fill it only if you want to change your password
ro: Completați acest câmp numai dacă doriți să schimbați parola
ru: Заполните это поле, только если вы хотите изменить свой пароль

source: Confirm Password
ro: Confirmă Parola
ru: Подтвердите Пароль

source: Biographical Information
ro: Informație Biografică
ru: Обо мне

source: Save Changes
ro: Salvează Schimbările
ru: Сохранить изменения

source: Login Required:
ro: Autentificare Necesară:
ru: Необходим вход в систему:

source: Please login to edit your profile information!
ro: Te rog autentificăte pentru a schimba informații de profil!
ru: Пожалуйста войдите чтобы изменить информацию о профиле!

source: Remove from favorites
ro: Elimină din Favorite
ru: Удалить из избранного

source: No property found!
ro: Nici un Imobil nu a fost găsit !
ru: Не найдена недвижимость!

source: You have no property in favorites!
ro: Nu ai Imobile în Favorite!
ru: У вас нет Недвижимости в Избранных!

source: Already a Member? Log in here.
ro: Ești deja un utilizator? Autentificăte aici.
ru: Уже пользователь? Вход здесь.

source: Username
ro: Nume Utilizator
ru: Имя пользователя

source: * Provide username!
ro: * Introduceți Numele de Utilizator!
ru: * Укажите имя пользователя!

source: * Provide password!
ro: * Introduceți parola !
ru: * Укажите пароль!

source: Log in
ro: Autentifică-te
ru: Войти

source: Forgot password!
ro: Ați uitat parola!
ru: Забыли пароль!

source: Username or Email
ro: Nume de utilizator sau E-mail
ru: Имя пользователя или адрес электронной почты

source: * Provide username or email!
ro: * Introdu numele de utilizator sau E-mailul!
ru: * Укажите имя пользователя или адрес электронной почты!

source: Reset Password
ro: Reseteaza Parola
ru: Сброс Пароля

source: Do not have an account? Register here
ro: Nu ai un cont? Inregistreaza-te aici
ru: Нет аккаунта? Зарегистрируйся здесь

source: * Provide valid email address!
ro: * Furnizați o adresă de e-mail validă!
ru: * Укажите действительный адрес электронной почты!

source: You are already logged in!
ro: Sunteți deja autentificat!
ru: Вы уже вошли в систему!

source: Success:
ru: Ууспешно:

source: Property removed.
ro: Imobilul a fost Eliminat.
ru: Недвижимость Удалена

source: Property Submitted.
ro: Imobilul a fost Adăugat.
ru: Недвижимость Добавлена.

source: Property Updated.
ro: Imobilul a fost Actualizat
ru: Недвижимость Обновлена

source: Posted on :
ro: Publicat pe :
ru: Опубликовано :

source: Payment Completed
ro: Plată Finalizată
ru: Оплата Завершена

source: Note:
ro: Notă:
ru: Заметка:

source: Please, Login to view your properties!
ro: Te rog, Autentifică-te pentru a vizualiza Imobilele!
ru: Пожалуйста войдите чтобы посмотреть свой Недвижимости!

source: Read more
ro: Citește mai mult
ru: Читать далее

source: No Results Found
ro: Niciun Rezultat Găsit.
ru: Нет результатов

source: View all Properties having %s status
ro: Vizualizați toate Imobilele care au statutul de %s
ru: Просмотреть все Недвижимости, имеющие %s статус

source: View all posts by %s
ro: Vezi toate articolele publicate de %s
ru: Просмотреть все сообщения от %s

source: View all
ro: Vezi toate
ru: Просмотреть все

source: On
ro: Pe
ru: От

source: Read More
ro: Citește mai mult
ru: Читать далее

source: You need to log in to use member only features.
ru: Вам нужно войти, чтобы использовать функции зарегистрированного пользователя.

source: User Name
ro: Nume de utilizator
ru: Имя пользователя

source: * Provide user name!
ro: * Introduceți numele de utilizator!
ru: * Введите имя пользователя!

source: Register Here
ro: Inregistreaza-te aici
ru: Зарегистрируйся здесь

source: Forgot Password
ro: Ați uitat Parola
ru: Забыли пароль

source: Login Here
ro: Intră Aici
ru: Войти здесь

source: * Please provide property title!
ro: * Introduceți un titlu pentru Imobil!
ru: * Введите название недвижимости!

source: Property Description
ro: Descriere Imobil
ru: Описание недвижимости

source: * Please provide the value in only digits!
ro: * Vă rugăm să introduceți valoarea doar cu cifre!
ru: * Введите значение только цифрами!

source: Sale OR Rent Price
ro: Vânzare SAU Închiriere Preț
ru: Цена Продажи или Аренды

source: Price Postfix Text
ro: Preț Sufix Text
ru: Цена - Постфикс Текст

source: Area
ro: Suprafață
ru: Площадь

source: Area Postfix Text
ro: Suprafață Sufix Text
ru: Площадь - Постфикс Текст

source: Drag and drop images here
ro: Trageți imaginile aici
ru: Перетащите изображения сюда

source: or
ro: sau
ru: или

source: Select Images
ro: Alege Imaginile
ru: Выбор Изображений

source: * An image should have minimum width of 770px and minimum height of 386px.
ro: * Imaginea trebuie să aibă lățimea minimă de 770px și o înălțime minimă de 386px.
ru: * Изображение должно иметь минимальную ширину 770px и минимальную высоту 386px.

source: * You can mark an image as featured by clicking the star icon, Otherwise first image will be considered featured image.
ro: * Puteți marca o imagine ca recomandată făcând click pe iconița în formă de stea, în caz contrar prima imagine va fi considerată ca recomandată.
ru: * Вы можете пометить изображение как рекомендуемое, нажав на значок звездочки, в противном случае первое изображение будет считаться рекомендуемым.

source: * Please provide a property address!
ro: * Vă rugăm să introduceți adresa imobilului!
ru: * Пожалуйста, введите адрес недвижимость!

source: Find Address
ro: Găsește Adresa
ru: Найти Адрес

source: Mark this Property as Featured
ro: Marcați acest Imobil ca Recomandat
ru: Отметить эту недвижимость как рекомендуемую

source: ( Agent information box will not be displayed )
ro: ( Fereastra Informații despre Agent nu va fi afișată )
ru: ( Информационное окно Агента не будет отображаться )

source: My profile information
ro: Informația Profilului Meu
ru: Обо мне

source: ( Edit Profile Information )
ro: ( Editați Informația de Profil )
ru: ( Изменить информацию профиля )

source: Display an agent's information
ro: Afișează Informația unui Agent
ru: Отображение информации о агенте

source: Update Property
ro: Actualizare Imobil
ru: Обновление недвижимости

source: Requested property does not belong to logged in user !
ro: Imobilul solicitat nu aparține utilizatorului conectat !
ru: Запрошенная недвижимость не принадлежит зарегистрированному пользователю!

source: Requested post is not a valid property post !
ro: Articolul solicitat nu este un articol imobiliar valid
ru: Запрошенный пост не является допустимым для недвижимости

source: Sq Ft
ro: m.p.
ru: кв. м.

source: Mark this property as featured property
ro: Marcați acest Imobil ca Imobil Recomandat
ru: Отметить эту недвижимость как рекомендуемую

source: Message to the Reviewer
ro: Mesaj pentru Examinator
ru: Сообщение для Проверяющего

source: Only provide digits!
ro: Folosiți doar cifre!
ru: Используйте только цифры!

source: %s Result
ro: %s Rezultat
ru: %s Результат

source: Found %s property
ro: A fost găsit %s imobil
ru: Найден %s объект

source: %s property
ro: %s imobil
ru: %s объект

source: Sort By
ro: Sortează după
ru: Сортировать по

source: Default Order
ro: Ordine Implicită
ru: По умолчанию

source: Submit
ro: Adaugă
ru: Добавить

source: Profile
ro: Profil
ru: Профиль

source: Logout
ro: Ieșire
ru: Выйти

source: No Property Found!
ro: Nici un Imobil nu a fost găsit!
ru: Недвижимость не найдено!

source: Error:
ro: Eroare:
ru: Ошибка:

source: Property updated successfully!
ro: Datele Imobilului au fost reînoite cu succes!
ru: Данные о недвижимость обновленны успешно!

source: Please login to submit property!
ro: Vă rugăm conectați-vă la contul dvs. pentru a adăuga un Imobil!
ru: Пожалуйста, войдите в свой аккаунт, чтобы добавить недвижимость!

source: This widget displays advance search form.
ro: Această piesă afișează Formularul Căutării Avansate.
ru: Этот виджет отображает форму расширенного поиска.

source: Widget Title
ro: Piesă Titlu
ru: Название виджета

source: Important: This widget is only for the Agent Sidebar.
ro: Important: Această piesă este doar pentru panelul lateral al Agentului.
ru: Важно: Этот виджет предназначен только для Панели Агента.

source: Agent Featured Properties
ro: Imobile Recomandate de Agent
ru: Рекомендуемые недвижимость агента

source: Read More
ro: Citește Mai Mult
ru: Читать далее

source: No Featured Property Found For This Agent
ro: Nici un Imobil Recomandat nu a fost găsit pentru acest Agent
ru: У этого агента не найдены Рекомендуемые недвижимость

source: Sort By:
ro: Sortează după:
ru: Сортировать по:

source: Most Recent
ro: Cele mai Recente
ru: Самые последние

source: Random
ro: Aleatoare
ru: Случайная

source: Displays random, recent or featured properties based on selected agent.
ro: Afișează imobile aleatoare, recente sau recomandate în baza agentului ales.
ru: Отображает случайные, недавние или рекомендуемые недвижимости на основе выбранного агента.

source: Agent Related Properties
ro: Imobilele Agentului
ru: Недвижимости Агента

source: No Property Found Under Selected Agent!
ro: Nu a fost găsit nici un Imobil la Agentul ales!
ru: Не найдено недвижимость у выбранного агента!

source: Select an Agent:
ro: Alegeți un Agent:
ru: Выберите Агента:

source: No Featured Property Found!
ro: Nici un Imobil Recomandat n-a fost găsit!
ru: Не Найдена Рекомендованная недвижимость!

source: This widget displays a list of Property Types.
ro: Această Piesă afișează lista Tipurilor de Imobil.
ru: Этот виджет отображает список Типов Недвижимости.

source: Hot Deals
ro: Oferte Fierbinți
ru: Горячие Предложения

source: Latest Offers
ro: Ultimele Oferte
ru: Последние Предложения

source: My Offers
ro: Ofertele mele
ru: Мои предложения

source: Chosen Deals
ro: Oferte Alese
ru: Избранные Предложения

source: Price Not Specified
ro: Prețul Lipsește
ru: Цена Не Указана

source: Floor
ro: Etaj
ru: Этаж

source: Floors
ro: Etaje
ru: Этажности

source: %s Floor
ro: %s Etaj
ru: %s Этаж

source: %s Floor from %s
ro: %s Etaj din %s
ru: %s Этаж из %s

source: Old Site
ro: Vechiul site
ru: Старый сайт

source: Google Services
ro: Servicii Google
ru: Сервисы Google

source: Rooms Height
ro: Înălțimea Camerelor
ru: Высота Комнат

source: Lavatories
ro: Grupuri sanitare
ru: Санузела

source: Lavatory
ro: Grup sanitar
ru: Санузел

source: %s Lavatory
ro: %s Grup sanitar
ru: %s Санузел

source: Rooms
ro: Camere
ru: Комнаты

source: Room
ro: Cameră
ru: Комната

source: %s room
ro: %s cameră
ru: %s комната

source: %s floor
ro: %s etaj
ru: %s этаж

source: Balconies/Loggias
ro: Balcoane/Logii
ru: Балконов/Лоджий

source: %s Balcony/Loggia
ro: %s Balcon/Logie
ru: %s Балкон/Лоджия

source: %s Balcony
ro: %s Balcon
ru: %s Балкон

source: Balcony
ro: Balcon
ru: Балкон

source: Testimonials
ro: Recomandări
ru: Отзывы

source: % property
ro: %s imobil
ru: %s недвижимость

source: Favorite Properties
ro: Imobile Preferate
ru: Избранные Недвижимости

source: Help through Email
ro: Ajutor prin E-mail
ru: Помощь по Эл. почте

source: We call You
ro: Noi te sunăm
ru: Мы позвоним Вам

source: Online Assistant
ro: Asistent Online
ru: Помощник на Сайте

source: %s hectare
ro: %s hectar
ru: %s гектар

source: ha.
ru: га.

source: %s acre
ro: %s acru
ru: %s акр

source: %s are
ro: %s ar
ru: %s сотка

source: %s m²
ru: %s м²

source: sq.m.
ro: m.p.
ru: кв.м.

source: m²
ru: м²

source: per m²
ru: за кв.м.

source: per day
ro: zilnic
ru: посуточно

source: per week
ro: săptămânal
ru: в неделю

source: per month
ro: lunar
ru: в месяц

source: per year
ro: anual
ru: в год

source: Price in installments
ro: Preț în rate
ru: Цена в рассрочку

source: Value Example: %s
ro: Exemplu de valoare: %s
ru: Пример значения: %s

source: Rooms height unit of measure
ro: Unitatea de măsură a înălțimii camerei
ru: Единица измерения высоты комнат

source: m
ru: м

source: km
ru: км

source: cm
ru: см

source: mm
ru: мм

source: Rental Price
ro: Prețul de închiriere
ru: Стоимость аренды

source: Rental Price Postfix
ro: Postfix la Prețul de închiriere
ru: Стоимость аренды Постфикс

source: Projects
ro: Proiecte
ru: Проекты

source: Financing
ro: Finanțare
ru: Финансирование

source: Total Value
ro: Valoarea Totală
ru: Общая стоимость

source: Rent
ro: Chiria
ru: Аренда

source: Add an Ad
ro: Adaugă un Anunț
ru: Подать Объявление

source: Request a call
ro: Comandă un sunet
ru: Заказать звонок

source: Property Information
ro: Informații despre Imobil
ru: Информация о недвижимости

source: Write a letter
ro: Scrie o scrisoare
ru: Написать письмо

source: Your User Account was sent to the site administrator for approval
ro: Contul dvs. de utilizator a fost trimis spre aprobare administratorului site-ului
ru: Ваша учетная запись пользователя была отправлена на утверждение администратору сайта

source: Luxury Properties
ro: Imobil de Lux
ru: Элитная Недвижимость

source: First rate
ro: Prima rată
ru: Первый взнос

source: Monthly payment
ro: Plată lunară
ru: Ежемесячная плата

source: On request
ro: La cerere
ru: По запросу

source: Property area size
ro: Mărimea suprafeței imobilului
ru: Размер площадь недвижимости

source: Plot of land size
ro: Mărimea lotului de teren
ru: Размер участка

source: Unit of measure
ro: Unitatea de măsură
ru: Единица измерения

source: The land unit of measure
ro: Unitatea de măsură a terenului
ru: Единица измерения земли

source: The land
ro: Teren
ru: Участок

source: The property unit of measure
ro: Unitatea de măsură a imobilului
ru: Единица измерения недвижимости

source: Rental price criteria
ro: Criteriul prețului de închiriere
ru: Критерии цены на аренду

source: Images of %s
ro: Imagini %s
ru: Изображения %s

source: Video of %s
ro: Video %s
ru: Видео %s

source: Apartments
ro: Apartamente
ru: Квартиры

source: Houses
ro: Case
ru: Дома

source: New Buildings
ru: Новостройки

source: Plots of Land
ro: Loturi de teren
ru: Земельные участки

source: Apartments for Sale
ro: Apartamente de Vânzare
ru: Квартиры на Продажу

source: Houses for Sale
ro: Case Vânzare de Vânzare
ru: Дома на Продажу

source: For Rents
ro: Se dau în Chirie
ru: Сдаются в Аренду

source: Plots of Land for Sale
ro: Loturi de teren de Vânzare
ru: Земельные участки на Продажу

source: Commercial Sale / Rent
ro: Comerciale Vânzare / Chirie
ru: Коммерция Продажа / Аренда

source: For sale
ro: Se vinde
ru: Продается

source: For rent
ro: Se dă în Chirie
ru: Сдаётся в аренду

source: room
ro: cameră
ru: комната

source: floor
ro: etaj
ru: этаж

source: Show first the
ro: Arata primele cele
ru: Показать первыми

source: Expensive
ro: Scumpe
ru: Дорогие

source: Cheap
ro: Ieftine
ru: Дешевые

source: Recent
ro: Recente
ru: Недавние

source: The financing company
ro: Compania ce finanțează
ru: Финансирующая компания

source: %s view
ro: %s vizulalizare
ru: %s просмотр
