Repository: lvis/wptheme
Catalog: languages/*-old.po
Languages: ro, ru

source: No Property Found
ro: Nici un Imobil nu a fost găsit
ru: Недвижимость не найдена

source: Archives
ro: Arhive
ru: Архив

source: All Posts in Category
ro: Totate Articolele în Categoria
ru: Все Сообщения в Категории

source: All Posts in Tag
ro: Toate Articolele Etichetate
ru: Все Сообщения в Теге

source: All Posts By
ro: Toate Articolele după
ru: Все Сообщения По

source: All Properties
ro: Toate Imobilurile
ru: Все Недвижимости

source: Contact Details
ro: Informație de Contanct
ru: Контактная информация

source: Office
ro: Oficiu
ru: Офис

source: Mobile
ro: Mobil
ru: Мобильный

source: Fax
ru: Факс

source: No Properties Found!
ro: Nici un imobil nu a fost găsit!
ru: Ни одна Недвижимость не Найдена!

source: News
ro: Noutăți
ru: Новости

source: This post is password protected. Enter the password to view comments.
ro: Această înregistrare este protejată de praolă. Introduceți parola, pentru a vedea comentariile.
ru: Эта запись защищена паролем. Введите пароль, чтобы увидеть комментарии.

source: No Comment
ro: Nu sunt Comentarii
ru: Нет комментариев

source: One Comment
ro: Un Comentariu
ru: Один комментарий

source: (%) Comments
ro: (%) Comentarii
ru: (%) Комментарий

source: Comments are closed.
ro: Comentariile sunt interzise.
ru: Комментарии закрыты.

source: Agents Pages
ro: Paginile Agenților
ru: Страницы Агентов

source: Number of Agents
ro: Numărul Agenților
ru: Количество Агентов

source: Select the maximum number of agents to display on an agents list page.
ro: Aelegeți numărul maximal al agenților pentru afișarea pe pagina cu lista agenților
ru: Выберите максимальное количество агентов для отображения на странице Список Агентов

source: Number of Properties on Agent Detail Page
ro: Numărul Imobilului afișat pe pagina Detalii Agent
ru: Количество объектов Недвижимости на Странице Описание Агента

source: Select the number of properties to display on Agent detail page.
ro: Selectați nuărul afișat de Imobil pe ppagina Detalii Agent
ru: Выберите количество объектов Недвижимости для отображения на Странице Об Агенте

source: Contact Page
ro: Pagina de Contact
ru: Контактная Страница

source: Google Map on Contact Page
ro: Google Map pe Pagina de Contact
ru: Карта Google на Контактной Странице

source: Show
ro: Afișează
ru: Показать

source: Hide
ro: Ascunde
ru: Спрятать

source: Google Map Latitude
ro: Google Map Latitudine
ru: Карта Google Широта

source: Google Map Longitude
ro: Google Map Logitudine
ru: Карта Google Долгота

source: Google Map Zoom Level
ro: Google Map Nivelul de Mărire
ru: Уровень масштабирования Карты Google

source: Provide Google Map Zoom Level.
ro: Indicați Nivelul de Mărire a Google Map-ului
ru: Укажите уровень масштабирования Карты Google

source: Contact Details Title
ro: Informația de Contact Titlu
ru: Контактная информация Заголовок

source: Contact Address
ro: Adresa de Contact
ru: Контактный Аадрес

source: Cell Number
ro: Numarul Mobilului
ru: Номер Мобильного

source: Phone Number
ro: Număr de Telefon
ru: Номер Телефона

source: Phone Numbers
ro: Numere de Telefon
ru: Телефонные Номера

source: Your Phone Number
ro: Numarul dvs. de telefon
ru: Ваш Номер Телефона

source: Fax Number
ro: Număr de Fax
ru: Номер Факса

source: Display Email
ro: Afișează Email-ul
ru: Показать Электронную почту

source: Provide Email that will be displayed in contact details section.
ro: Oferiți Email-ul ce va fi afișat în pagina informației de contact
ru: Предоставьте электронной почты, который будет отображаться в разделе контактной информации.

source: Contact Form Heading
ro: Formular de Contact Titlu
ru: Форма контакта Заголовок

source: Contact Form Email
ro: Formular de Contact Email
ru: Форма контакта Электронная почта

source: Provide email address that will get messages from contact form.
ro: Oferiți adresa de e-mail, care va primi mesajele de la formularul de contact.
ru: Предоставьте адреса электронной почты, которые будут получать сообщения от контактной формы.

source: Contact Form Shortcode ( To Replace Default Form )
ro: Formular de Contact Cod Scurt ( Pentru a înlocui formularul implicit )
ru: Форма контакта Сокращенный Код ( Для замены формы по умолчанию )

source: If you want to replace default contact form with a plugin based form then provide its shortcode here.
ro: Dacă doriți să înlocuiți Fomularul de Contact implicit cu unul bazat pe un modul atunci oferiți codul scurt aici.
ru: Если вы хотите заменить контактную форму по умолчанию с формой на основе плагина то предоставите Сокращенный Код здесь.

source: None
ro: Nici una
ru: Ни одна

source: Footer
ro: Subsol
ru: Нижний Колонтитул

source: Partners
ro: Parteneri
ru: Партнеры

source: Partners Carousel Above Footer
ro: Caruselul Partenerilor mai sus de Subsol
ru: Карусель Партнеров Вверху Нижнего Колонтитула

source: Partners Title
ro: Parteneri Titlu
ru: Партнеры Заголовок

source: Text
ru: Текст

source: Copyright Text
ro: Depturile de Autor Text
ru: Авторские права Текст

source: Designed by Text
ro: Create De Text
ru: Разработанный Текст

source: Styles
ro: Stiluri
ru: Стили

source: Footer Widget Title Color
ro: Piesa din Subsol Culoare Titlu
ru: Виджет Нижний колонтитул Цвет Заголовка

source: Footer Text Color
ro: Subsol Culoare Text
ru: Нижний колонтитул Цвет Текста

source: Footer Link Color
ro: Subsol Culoare Legătură
ru: Нижний колонтитул Цвет Ссылки

source: Footer Link Hover Color
ro: Subsol Culoare Legătură când treci peste
ru: Нижний колонтитул Цвет Ссылки при наведений курсора

source: Footer Border Color
ro: Subsol Culoare Hotar
ru: Нижний колонтитул Цвет Границы

source: Disable footer background image?
ro: Dezactivează imaginea de fundal din subsol?
ru: Отключить фоновое изображение нижнего колонтитула?

source: Yes
ro: Da
ru: Да

source: No
ro: Nu
ru: Нет

source: Footer Background Image
ro: Subsol Imagine de Fundal
ru: Нижний колонтитул Фоновое Изображение

source: Note: Default background image is 235px in height and 1770px in width.
ro: Notă: Imaginea de Fundal implicită are 235px în înălțime si 1770px în lățime.
ru: Примечание: По умолчанию фоновое изображение 235px в высоту и 1770px по ширине.

source: Banner Title
ro: Titlu Banner
ru: Баннер Заголовок

source: Banner Sub Title
ro: Subtitlu Banner
ru: Баннер Под Заголовок

source: Header
ro: Antet
ru: Заголовок

source: Social Icons
ro: Iconițe a Rețeleor de Socializare
ru: Значки Социальных Сетей

source: Show or Hide Social Icons
ro: Arată sau Ascunde Iconițele Rețelelor de Socializare
ru: Показать или Скрыть Значки Социальных Сетей

source: Skype Username
ro: Numele Utilizatorului Skype
ru: Имя пользователя Skype

source: Login Form
ro: Formular de Autentificare
ru: Форма Входа

source: Header Navigation for User Login and Register
ro: Navigare Antet pentru Autentificare Utilizator și Înregistrare
ru: Заголовок навигации для Входа и Регистраций пользователя

source: Contact Information
ro: Informație de Contact
ru: Контактная информация

source: Email Address
ro: Adresă E-mail
ru: Адрес электронной Почты

source: Others
ro: Altele
ru: Другие

source: Sticky Header
ro: Antet Fixat
ru: Липкий Верхний колонтитул

source: Display WPML Language Switcher in Top Header
ro: Afișează WPML Language Switcher in Antet
ru: Отображать WPML Language Switcher в верхнем заголовке

source: Only works if WPML is installed.
ro: Funcționează doar dacă modulul WPML este instalat.
ru: Работает только если установлен WPML

source: Google Analytics
ru: Google Аналитика

source: Header Background Color
ro: Antet Culoade de Fundal
ru: Верхний колонтитул Цвет Фона

source: Logo Text Color
ro: Logo Culoare Text
ru: Логотип Цвет Текста

source: Logo Text Hover Color
ro: Logo Culoare Text când treci peste
ru: Логотип Цвет Текста при наведений курсора

source: Tagline Text Color
ro: Slogan Culoare Text
ru: Тэглайн Цвет Текста

source: Tagline Background Color
ro: Slogan Culoare de Fundal
ru: Тэглайн Цвет Фона

source: Header Text Color
ro: Antet Culoare Text
ru: Верхний колонтитул Цвет Текста

source: Header Links Hover Color
ro: Antet Culoare Legătură când treci peste
ru: Верхний колонтитул Цвет Ссылок при наведений курсора

source: Header Borders Color
ro: Antet Culoarea Hotarelor
ru: Верхний колонтитул Цвет Границ

source: Main Menu Text Color
ro: Meniul Principal Culoare Text
ru: Главное Меню Цвет Текста

source: Drop Down Menu Background Color
ro: Meniu Derulant Culoare de Fundal
ru: Выпадающее Меню Цвет Фона

source: Drop Down Menu Text Color
ro: Meniu Derulant Culoare Text
ru: Выпадающее Меню Цвет Текста

source: Drop Down Menu Background Color on Mouse Over
ro: Meniu Derulant Culoare de Fundal când treci peste
ru: Выпадающее Меню Цвет Фона при наведений курсора

source: Home Page
ro: Pagina Principală
ru: Главная Страница

source: Slider Area
ro: Zona Glisorului
ru: Область Слайдера

source: What to Display Below Header?
ro: Ce să afișăm mai jos de Antet?
ru: Что отображать ниже Верхнего Колонтитула?

source: Slider Based on Properties
ro: Glisor bazat pe Imobile?
ru: Слайдер на основе Недвижимостей

source: Slider Based on Slides
ro: Glisor bazat pe Slider-uri
ru: Слайдер на основе Слайдов

source: Google Map with Properties Markers
ro: Harta Google cu Marcaje ale Imobilelor
ru: Карта Google с Маркерами Недвижимости

source: Revolution Slider Alias
ro: Referință către Revolution Slider
ru: Ссылка на Revolution Slider

source: If you want to display Revolution Slider then provide its alias here.
ro: Dacă doriți să afișați Revolution Slider, atunci indicați referința către el aici.
ru: если вы хотите отобразить Revolution Slider тогда предоставьте его алиас здесь.

source: Search Form
ro: Formular de Căutare
ru: Форма Поиска

source: Properties Search Form on Homepage
ro: Forumular de Căutare pe Pagina Principală
ru: Форма Поиска Недвижимости на Главной Странице

source: You can configure properties search form using related section.
ro: Puteți configura Forumarul de Căutare a Imobilului utilizând această secție.
ru: Вы можете настроить Форму Поиска Недвижимости используя связанный раздел.

source: Slogan
ru: Слоган

source: Slogan Title
ro: Titlu Slogan
ru: Слоган Заголовок

source: Description Text Below Slogan
ro: Textul Descriere mai jos de Slogan
ru: Текст Описания Ниже Слогана

source: Home Properties
ro: Imobile pe Pagina Principală
ru: Недвижимость на Главной Странице

source: Show Properties on Homepage ?
ro: Arată Imobile pe Pagina Principală ?
ru: Показать Недвижимость на Главной Странице ?

source: What Kind of Properties You Want to Display on Homepage ?
ro: Ce tip de Imobil doriți să Afișați pe Pagina Principală ?
ru: Какую Недвижимость вы хотите отобразить на Главной Странице ?

source: Recent Properties
ro: Imobile Recente
ru: Последние Недвижимости

source: Featured Properties
ro: Imobile Recomandate
ru: Рекомендуемые Недвижимости

source: Properties Based on Selected Locations, Statuses and Types from Below
ro: Imobile Bazate pe Locațiile Selectate, Stările și Tipurile de mai jos
ru: Недвижимости на основе Выбранных ниже Локаций, Статусов и Типов

source: Select Property Locations
ro: Alegeți Locația Imobilului
ru: Выберите Местонахождение Недвижимости

source: Select Property Statuses
ro: Selectați Stările Imobilului
ru: Выберите Статус Недвижимости

source: Select Property Types
ro: Alegeți Tipuri Imobil
ru: Выберите Типы Недвижимости

source: Sort Properties By
ro: Sortați Imobilile După
ru: Сортировать Недвижимость По

source: Time - Recent First
ro: Timp - Cele mai Recente
ru: Времени - Последние Первые

source: Price - Low to High
ro: Preț - de la Mic la Mare
ru: Цене - от Низкой к Высокой

source: Price - High to Low
ro: Preț - de la Mare la Mic
ru: Цене - от Высокой к Низкой

source: Number of Properties on Each Page
ro: Numărul Imobilelor pe fiecare pagină
ru: Количество Недвижимости на каждой странице

source: Featured Properties on Homepage
ro: Imobilele Recomandate pe Pagina Principală
ru: Рекомендуемые Недвижимость на Главной Странице

source: Title
ro: Titlu
ru: Заголовок

source: Description Text
ro: Text Descriere
ru: Текст описания

source: Exclude or Include Featured Properties from Recent Properties on Homepage
ro: Exclude ori Include Imobilele Recomandate din Imobilele Recente pe Pagina Principală
ru: Исключить или Включить Рекомендуемые Недвижимости из Последних Недвижимостей на Главной Странице

source: News or Blog Posts
ro: Noutăți sau Aricole în Blog
ru: Новости или Сообщения в блоге

source: News Posts on Homepage
ro: Noutăți Publicate pe Pagina Principală
ru: Новостные Сообщения на Главной Странице

source: Taxonomies
ro: Taxonomii
ru: Таксономий

source: Module Below Header
ro: Module mai jos de Antet
ru: Модуль Ниже Верхнего колонтитула

source: What to display in area below header on Properties List Templates and Taxonomy Archive pages ?
ro: Ce să afișăm în zona mai jos de antet pe Șablonul Listei Imobilelor și Paginilor din Taxonomia Arhivelor ?
ru: Что отображать в области ниже заголовка в Шаблоне Список Недвижимости и и Страницы Архив Таксономий ?

source: Google Map With Properties Markers
ro: Harta Google cu Marcaje ale Imobilelor
ru: Карта Google с Маркерами Недвижимости

source: Image Banner
ro: Banner Imagine
ru: Баннер изображения

source: Default Layout
ro: Раскладка По умолчанию
ru: Раскладка По умолчанию

source: Select the default layout for Properties List Templates and Taxonomy Archive pages.
ro: Выберите раскладку по умолчанию для Шаблона Список Недвижимости и Страницы Архив Таксономий.
ru: Выберите раскладку по умолчанию для Шаблона Список Недвижимости и Страницы Архив Таксономий.

source: List Layout
ro: Amplasare Listă
ru: Раскладка Список

source: Grid Layout
ro: Amplasare Tabelară
ru: Раскладка Сетка

source: Number of Properties
ro: Numărul Imobilelor
ru: Количество Недвижимости

source: Select the maximum number of properties to display on a page.
ro: Selectați numărul maximal de Imobile afișate pe pagină.
ru: Выберите максимальное количество Недвижимости отображаемые на странице.

source: Default Sort Order
ro: Sortare Implicită
ru: Сортировать По умолчанию

source: Select the default sort order for Search Results, List Templates and Taxonomy Archive pages.
ro: Alegeți ordinea de sortare a Rezultatelor Căutării, Listei Șabloanelor și Paginilor din Taxonomia Arhivelor.
ru: Выберите порядок сортировки по умолчанию для Результатов Поиска, Спискa Щаблонов и Страниц Архива Таксономий.

source: Date - Old to New
ro: Dată - Vechi la Nou
ru: Дате - Cтарая к Новой

source: Date - New to Old
ro: Dată - Nou la Vechi
ru: Дате - Новая к Cтарой

source: Members
ro: Participanții
ru: Участники

source: Basic
ro: De Bază
ru: Базовый

source: Restrict Admin Side Access
ro: Restricționează Accesul către Panoul de Administrare
ru: Ограничение доступа Администратора со Стороны

source: Restrict admin side access to any user level equal to or below the selected user level.
ro: Restricționează Accesul către Panoul de Administrare la orice nivel de utilizator până la sau după nivelul de utilizator selectat.
ru: Ограничение доступа Администратора со Стороны к любому уровню пользователя равного или меньше выбранного уровня пользователя.

source: Subscriber ( Level 0 )
ro: Abonat ( Nivelul 0)
ru: Абонент (Уровень 0)

source: Contributor ( Level 1 )
ro: Contribuitor ( Nivelul 1)
ru: Вкладчик (Уровень 1)

source: Author ( Level 2 )
ro: Autor ( Nivelul 2 )
ru: Автор ( Уровень 2 )

source: Login / Register
ro: Autentificare / Înregistrare
ru: Вход / Регистрация

source: Login
ro: Autentificare
ru: Вход

source: Register
ro: Înregistrare
ru: Регистрация

source: Sign In
ro: Intră
ru: Войти

source: Sign Up
ro: Înregistrează-te
ru: Зарегистрироваться

source: Enable
ru: Включить

source: Disable
ro: Dezactivează
ru: Выключить

source: Select Login and Register Page (Optional)
ro: Alegeți Pagina de Autentificare și Înregistrare (Opțional)
ru: Выберите Страницу Входа и Регистраций (Необязательно)

source: Selected page should have Login & Register Template assigned to it. By default the login modal box will appear and you do not need to configure this option.
ro: Pagina aleasă trebuie să aibă Șablonul de Autentificare și Înregistrare atribuit ei. Implicit caseta de Intrare va apărea automat și nu e necesară configurarea acestei opțiuni.
ru: Выбранная страница должна иметь Щаблон Входа и Регистраций присвоены ей. По умолчанию модальное окно Входа появится и вам не нужно настраивать этот параметр.

source: Login & Register Page URL (Optional)
ro: URL-ul Paginei de Autentificare și Înregistrare (Opțional)
ru: Вход и Регистрация URL Страницы (Необязательно)

source: Edit Profile
ro: Editează Profilul
ru: Редактировать Профиль

source: Select Edit Profile Page
ro: Alege Pagina de Editare a Profilului
ru: Выберите Страницу Редактировать Профиля

source: Selected page should have Edit Profile Template assigned to it.
ro: Pagina aleasă trebuie să aibă Șablonul Editează Profilul asociat ei.
ru: Выбранная страница должна иметь Щаблон Редактировать Профиль присвоен ей.

source: Edit Profile Page URL
ro: URL al Paginei Editeză Profilul
ru: Редактировать URL Страницы Профиля

source: Submit Property
ro: Adaugă Imobilul
ru: Добавить Недвижимость

source: Select Submit Property Page
ro: Alegeți Pagina de Adăugare a Imobilului
ru: Выберите Страницу Добавление Недвижимости

source: Selected page should have Submit Property Template assigned to it.
ro: Pagina aleasă trebuie să aibă Șablonul Adaugă Imobilul asociat ei.
ru: Выбранная страница должна иметь Щаблон Добавить Недвижимость присвоен ей.

source: Submitted Property Status
ro: Starea Imobilului Adăugat
ru: Статус Добавленной Недвижимости

source: Select the default status for submitted property.
ro: Alegeți Starea implicită pentru Imobilul adăugat
ru: Выберите статус по умолчанию для добавленной недвижимости

source: Pending ( Recommended )
ro: În așteptare ( Recomandat )
ru: В ожидании ( Рекомендуется )

source: Publish
ro: Publicat
ru: Опубликовать

source: Default Address in Submit Form
ro: Adresa Implicită în Formularul de Adăugare
ru: Адрес по умолчанию в Форме Отправки

source: Default Map Location in Submit Form (Latitude,Longitude)
ro: Locația Implicită pe Hartă în Formularul de Adăugare (Latitudine,Longitudine)
ru: Местоположение По умолчанию на Карте в Форме Отправки (Широта,Долгота)

source: Thanks for Submitting Property!
ro: Mulțumesc pentru Adăugarea Imobilului
ru: Благодарим Вас за добавление Недвижимости

source: Message After Successful Submit
ro: Mesajul După Adăugarea cu Succes
ru: Сообщение После Успешной Отправки

source: Submit Notice Email
ro: Adaugă Înștiințare prin Email
ru: Добавить Email Уведомление

source: Submit Property Page URL
ro: Adaugă URL-ul Paginei Imobilului
ru: Добавить URL Страницы Недвижимости

source: My Properties
ro: Imobilele Mele
ru: Моя Недвижимость

source: Select My Properties Page
ro: Alegeți Pagina Imobilelor Mele
ru: Выберите Страницу Моей Недвижимости

source: Selected page should have My Properties Template assigned to it.
ro: Pagina aleasă trebuie să aibă Șablonul Imobilele Mele asociată ei.
ru: Выбранная страница должна иметь Щаблон Моей Недвижимость присвоен ей.

source: My Properties Page URL
ro: Imobilele Mele URL-ul Paginei
ru: URL Страницы Моей Недвижимость

source: Favorites
ro: Favorite
ru: Избранные

source: Add to Favorites Button on Property Detail Page
ro: Buttonul adaugă la Favorite pe Pagina Detalii Imobil
ru: Кнопка Добавить в Избранное на Странице Описание Недвижимости

source: Select Favorite Properties Page
ro: Alege Pagina Imobilelor Favorite
ru: Выберите Страницу Избранных Недвижимостей

source: Selected page should have Favorite Properties Template assigned to it.
ro: Pagina aleasă trebuie să aibă Șablonul Imobile Favorite asociat ei.
ru: Выбранная страница должна иметь Щаблон Избранные Недвижимости присвоен ей.

source: Favorite Properties Page URL
ro: URL-ul Paginei Imobilelor Favorite
ru: URL Страницы Избранные Недвижимости

source: Misc
ro: Diverse
ru: Разное

source: Lightbox Plugin
ro: Modulul Lightbox
ru: Плагин Lightbox

source: Select the lightbox plugin that you want to use
ro: Alegeți modulul lightbox pe care doriți să-l utilizați
ru: Выберите lightbox плагин, который вы хотите использовать

source: Swipebox Plugin
ro: Modulul Swipebox
ru: Плагин Swipebox

source: Pretty Photo Plugin
ro: Modulul Pretty Photo
ru: Плагин Pretty Photo

source: Google reCAPTCHA for Spam Protection
ro: Google reCAPTCHA protecția contra spam-ului
ru: Google reCAPTCHA для защита от спамаы

source: Do you want to enable Google reCAPTCHA on contact forms ?
ro: Doriți să activați Google reCAPTCHA în formularele de contact ?
ru: Хотите ли вы включить Google reCAPTCHA в контактных форм?

source: Google reCAPTCHA Public Key
ro: Google reCAPTCHA Cheia Publică
ru: Google reCAPTCHA Общедоступный Ключ

source: Get reCAPTCHA public and private keys for your website by <a href="https://www.google.com/recaptcha/admin#whyrecaptcha" target="_blank">signing up here</a>
ro: Primiți cheia publică și privată reCAPTCHA pentru site-ul dumnevoastră de la <a href="https://www.google.com/recaptcha/admin#whyrecaptcha" target="_blank">Inscrie-te aici</a>
ru: Получите reCAPTCHA Общедоступный и Секретный Ключ для вашего сайта от <a href="https://www.google.com/recaptcha/admin#whyrecaptcha" target="_blank">Зарегистрируитесь здесь</a>

source: Google reCAPTCHA Private Key
ro: Google reCAPTCHA Cheia Privată
ru: Google reCAPTCHA Секретный Ключ

source: Localize Google Map
ro: Localizați Harta Google
ru: Локализовать Карту Google-a

source: Various Pages
ro: Diverse Pagini
ru: Разные Сстраницы

source: News/Blog Page
ro: Pagina Noutăților/Blogului
ru: Страница Новости/Блога

source: Payments
ro: Plăţi
ru: Платежи

source: Enable PayPal Payments for Submitted Property
ro: Activați Plățile PayPal pentru Imobilul Adăugat
ru: Включить PayPal Платежи для Добавленной Недвижимости

source: PayPal merchant account ID or Email
ro: PayPal ID-ul sau Email-ul contului vânzătorului
ru: PayPal счет продавца ID или Эл. адрес

source: Enable PayPal Sandbox for Testing
ro: Activați pentru Testare PayPal Sandbox-ul
ru: Включить PayPal Sandbox для тестирования

source: Payment Amount Per Property
ro: Suma Plății Per Imobil
ru: Сумма Платежа За Недвижимость

source: Provide the amount that you want to charge for one property. Example: 20.00
ro: Indicați suma pe care doriți s-o încasați pentru un imobil. Exemplu: 20.00
ru: Укажите сумму, которую вы хотите, взимать за одну Недвижимость. Пример: 20.00

source: Currency Code
ro: Codul Valutei
ru: Код валюты

source: Provide currency code that you want to use. Example: USD
ro: Indicați codul valutei pe care doriți s-o folosiți. Exemplu: USD
ru: Укажите код валюты, который вы хотите использовать. Пример: USD

source: Automatically Publish Submitted Property after Payment
ro: Automat publicați Imobilul Adăugat după achitare
ru: Автоматическая публикация Недвижимости после Оплаты

source: Price Format
ro: Format Preț
ru: Цена Формат

source: Currency Sign
ro: Simbol Valută
ru: Знак Валюты

source: Provide currency sign. For Example: $
ro: Indicați simbolul valutei. De Exemplu: $
ru: Укажите знак валюты. К Примеру: $

source: Position of Currency Sign
ro: Poziția Simbolului Valutei
ru: Расположение знака валюты

source: Before the numbers
ro: Înainte de numere
ru: Перед цифрами

source: After the numbers
ro: După numere
ru: После цифр

source: Number of Decimals Points
ro: Numărul Punctelor Zecimale
ru: Количество знаков после запятой

source: Decimal Point Separator
ro: Separator Zecimi
ru: Десятичный Разделитель

source: Thousands Separator
ro: Separator Mii
ru: Разделитель Тысячи

source: Empty Price Text
ro: Text la Preț Lipsă
ru: Пустой Текст Цены

source: Text to display when no price is provided.
ro: Textul afișat atunci când prețul nu este indicat.
ru: Текст для отображения когда цена не введенна.
