Repository: lvis/wptheme
Catalog: languages/*-old.po
Languages: ro, ru

source: Name plural
ro: Nume plural
ru: Имя множественного числа

source: Show on property page?
ro: Arata pe pagina imobilului?
ru: Показать на странице объекта?

source: My Page
ro: Pagina Mea
ru: Моя страница

source: Choose %s
ro: Alegeți %s
ru: Выберите %s

source: Most viewed
ro: Des vizualizate
ru: Популярные

source: %s measure unit
ro: %s, unitatea de măsură
ru: %s, единица измерения

source: from
ro: de la
ru: от

source: to
ro: pînă la
ru: до

source: min.
ru: мин.

source: max.
ru: макс.

source: To the sea
ro: Până la mare
ru: До моря

source: Distance to the sea
ro: Distanța până la mare
ru: Расстояние до моря

source: Distance
ro: Distanța
ru: Расстояние

source: To publish the Property please complete the required fields: Status, Type, Location and Price
ro: Pentru a publica Imobilul vă rugăm să completați câmpurile obligatorii: Stare, Tip, Amplasare și Preț
ru: Чтобы опубликовать Недвижимость, заполните необходимые поля: Статус, Тип, Местонахождение и Цена

source: Offer is finalized?
ro: Oferta este finalizată?
ru: Предложение завершено?

source: Sold
ro: Vândut
ru: Продано

source: Rented
ro: Închiriat
ru: Сдано

source: You have been subscribed to %s newsletter. This means you will receive emails with new posts that are added on site. If you believe this is an mistake, click 'Unsubscribe' below.
ro: Ați fost abonat la newsletterul Reverie. Aceasta înseamnă că veți primi scrisori cu noile publicații adaugate pe site. Dacă credeți că este o greșeală, faceți clic pe 'Dezabonează' de mai jos.
ru: Вы подписались на рассылку %s. Это означает, что вы вы будете получать электронные письма с новыми публикациями, которые добавляются на сайт. Если вы считаете, что это ошибка, нажмите «Отменить подписку» ниже.

source: Subscribe
ro: Abonare
ru: Подписаться

source: Newsletter
ro: Buletin informativ
ru: Новостная рассылка

source: Welcome to %s Newsletter
ro: Bine ați venit în Buletinul informativ %s
ru: Добро пожаловать в Новостную рассылку %s

source: Share on Social Networks
ro: Publicati pe rețelele sociale
ru: Поделиться в социальных сетях

source: Where to find us
ru: Где нас найти

source: Unable to subscribe
ro: Abonarea a eșuat
ru: Не удалось подписаться

source: You are subscribed
ro: Sunteți abonat
ru: Вы подписаны

source: Service unavailable, try again later
ro: Serviciul nu este disponibil, încercați din nou mai târziu
ru: Служба недоступна, повторите попытку позже

source: Provide a valid email address!
ro: Furnizați o adresă de e-mail validă!
ru: Предоставьте действующий адрес электронной почты!

source: Nothing was found
ro: Nimic nu a fost găsit
ru: Ничего не найдено

source: Currency Switcher
ro: Convertor de Valută

source: Base Currency
ro: Valuta de Bază

source: Currencies You Want to Support
ro: Valutele pe care doriți să le susțineți

source: Only provide comma separated list of currency codes in capital letters. Do not add dashes, spaces or currency signs.
ro: Indicați separînd prin virgulă lista codurilor de valută în majusculă. Nu adăugați cratime, spații sau simboluri de valută.

source: Expiry Period for Switched Currency
ro: Perioadă de Expirare pentru Valuta Convertită

source: One Hour
ro: O Oră

source: One Day
ro: O Zi

source: One Week
ro: O Săptămână

source: One Month
ro: O Lună

source: Activează
ro: Включить

source: Google Map
ro: Harta Google

source: Button Background Color on Hover
ro: Buton Culoare Fundal când treci peste

source: for %s
ro: pentru %s

source: Website URL
ro: Site-ul

source: Show only Featured Properties.
ro: Arată doar Imobilele Recomandate
