Repository: lvis/wptheme
Catalog: languages/*-old.po
Languages: ro, ru

source: Property Detail Page
ro: Pagina Delaii Imobil
ru: Страница Описание Недвижимости

source: Property Location
ro: Amplasare Imobil
ru: Местонахождение Недвижимости

source: Location
ro: Locație
ru: Местонахождение

source: Property Type
ro: Tip Imobil
ru: Тип Недвижимости

source: Property Status
ro: Stare Imobil
ru: Статус Недвижимости

source: Property Statuses
ro: Stări Imobiliare
ru: Статусы Недвижимости

source: Type of offer
ro: Tipul ofertei
ru: Тип предложения

source: Basics
ro: Baza
ru: Основы

source: Property Detail Page Layout Variation ?
ro: Pagina Detalii Imobil Variante de Aranjament ?
ru: Страница Описание Недвижимости Варианты Раскладки ?

source: Agent info below Google Map
ro: Informație Agent mai jos de Google Map
ru: Информация о Агенте ниже карты Google-а

source: Agent info in Sidebar
ro: Informație Agent în Bara Laterală
ru: Информация о Агенте в Боковой Панели

source: Additional Details
ro: Detalii Suplimentare
ru: Дополнительные Детали

source: Additional Details Title
ro: Detalii Adiționale Titlu
ru: Дополнительные Детали Заголовок

source: This will only display if a property has additional details.
ro: Aceasta va fi afișat doar în caz că imobilul are detalii adiționale.
ru: Это будет отображаться только если Недвижимость имеет дополнительные детали.

source: Features
ro: Caracteristici
ru: Характеристики

source: Features Title
ro: Caracteristici Titlu
ru: Характеристики Заголовок

source: Social Share Icons
ro: Iconițile Rețelelor Sociale
ru: Социальные иконки

source: Sub Properties
ro: Sub Imobile
ru: Под Недвижимости

source: Child Properties Title
ro: Imobil Descendent Titlu
ru: Дочерний Недвижимости Заголовок

source: This will only display if a property has child properties.
ro: Aceasta va fi afișat doar în caz că imobilul are imobile descendente.
ru: Это будет отображаться только если свойство имеет дочерние свойства.

source: Open Graph Meta Tags
ro: Meta Tag-uri Open Graph
ru: Мета-теги Open Graph

source: Common Note
ro: Notă Comună
ru: Общая Заметка

source: Note
ro: Notă
ru: Заметка

source: Common Note Title
ro: Notă Comună Titlu
ru: Общая Заметка Заголовок

source: Provide common note text. It will be displayed on all properties detail pages.
ro: Oferiți textul pentru Remarca Comună. Aceasta va fi afișată în Detaliile Imobilelor
ru: Предоставить общий текст заметки. Он будет отображаться на страницах Детали Недвижимости

source: Video
ru: Видео

source: Property Video
ro: Video Imobil
ru: Недвижимость Видео

source: Property Video Title
ro: Video Imobil Titlu
ru: Недвижимость Видео Заголовок

source: Map
ro: Harta
ru: Карта

source: Property on Map
ro: Imobilul pe Hartă
ru: Недвижимость на Карте

source: Property Map Title
ro: Harta Imobilului Titlu
ru: Карта Недвижимости Заголовок

source: Attachments
ro: Atașamente
ru: Вложения

source: Property Attachments
ro: Atașamente la Imobil
ru: Вложения Недвижимости

source: Attachments will only appear if there are any.
ro: Atașamentele for apărea doar atunci când vor fi careva.
ru: Вложения будут отображаться только, если таковые имеются.

source: Property Attachments Title
ro: Atașamentele Imobilului Titlu
ru: Вложения Недвижимости Заголовок

source: Agency
ro: Agenție
ru: Агентство

source: Agent
ru: Агент

source: Agent Information
ro: Informație Agent
ru: Информация об Агенте

source: Get Copy of Message Sent to Agent
ro: Primește copia Mesajului Trimis Agentului
ru: Получить копию сообщения, отправленного Агенту

source: Email Address to Get Copy of Message
ro: Adresa de Email pentru a primi Copia Mesjaului
ru: Адрес электронной Почты, чтобы получить Копию Сообщения

source: Given email address will get a copy of message sent to agent.
ro: Adresa de Email indicată va primi copia mesajului trimis agentului.
ru: Указаный Адрес электронной почты получит копию сообщения отправляную Агенту.

source: Similar Properties
ro: Imobile Asemănătoare
ru: Похожие Недвижимости

source: Similar Properties Title
ro: Imobile Asemănătoare Titlu
ru: Похожие Недвижимости Заголовок

source: Properties Search
ro: Caăutare Imobile
ru: Поиск Недвижимости

source: Properties Search Page
ro: Pagina de Căutare Imobile
ru: Страница Поиска Недвижимости

source: Select Search Page
ro: Alegeți Pagina de Căutare
ru: Выберите Страницу Поиска

source: Selected page should have Property Search Template assigned to it. Also, Make sure to Configure Pretty Permalinks.
ro: Pagina aleasă trebuie să aibă Șablonul Căutare Imobil asociat ei. Pe lângă asta, asigurațivă în Configurare a Pretty Permalinks.
ru: Выбранная страница должна иметь Щаблон Поиска Недвижимости присвоен ей. Кроме того, убедитесь в настройке Pretty Permalinks.

source: Search Results Page Header
ro: Antetul Paginii cu Rezultatele Căutării
ru: Страница Результатов Поиска Верхний колонтитул

source: What you want to display in area below header on properties search results page ?
ro: Ce doriți să afișați în zona mai jos de antet în Pagina cu Rezultatele Căutării Imobilelor ?
ru: Что вы хотите отобразить в области ниже заголовка в странице с результатами поиска недвижимости ?

source: Google Map with Property Markers
ro: Harta Google cu Marcajele Imobilului
ru: Карта Google с маркерами Недвижимости

source: Properties Per Page
ro: Imobile Per Pagină
ru: Недвижимости на странице

source: Number of properties to display on search results page
ro: Numărul Imobilelor afișate pe Pagina Cu Rezultatele Căutării
ru: Количество Недвижимости отображаемой на странице результатов поиска

source: Search Page URL
ro: URL-ul Paginii de Căutare
ru: Страница Поиска URL

source: Search Form Basics
ro: Formularul De Căutare Bazele
ru: Форма Поиска Основы

source: Find Your Home
ro: Găsește Casa Ta
ru: Найди свой дом

source: Search Form Title
ro: Formularul de Căutare Titlu
ru: Форма Поиска Заголовок

source: Search Criteria
ro: Criterii de Căutare
ru: Критерии Поиска

source: Keyword Search
ro: Cuvinte Cheie Căutare
ru: Поиск по Ключевым Словам

source: Property Code
ro: Cod Imobil
ru: Код недвижимости

source: Min Beds
ro: Minimum Dormitoare
ru: Минимум Спален

source: Min Baths
ro: Minimum Băi
ru: Минимум Ванных

source: Min and Max Price
ro: Min și Max Preț
ru: Мин и Макс Цена

source: Min and Max Area
ro: Min și Max Suprafața
ru: Мин и Макс Площадь

source: Property Features
ro: Caracteristici Imobiliare
ru: Характеристики Недвижимости

source: Keyword
ro: Cuvânt Cheie
ru: Ключевое Слово

source: Label for Keyword Search
ro: Eticheta pentru Cautare după Cuvânt Cheie
ru: Метка для Поиска по Ключевым Словам

source: Any
ro: Orice
ru: Не важно

source: Placeholder Text for Keyword Search
ro: Text Substituent pentru Căutare după Cuvânt Cheie
ru: Текст Местозаполнителя Поиска по Ключевым Словам

source: Label for Property ID
ro: Eticheta pentru ID Imobil
ru: Метка для ID Недвижимости

source: Placeholder Text for Property ID
ro: Text Substituent pentru ID Imobil
ru: Текст Местозаполнителя для ID Недвижимости

source: Label for Property Status
ro: Eticheta pentru Stare Imobil
ru: Метка Статуса Недвижимости

source: Label for Property Type
ro: Eticheta pentru Tip Imobil
ru: Метка Типа Недвижимости

source: Search
ro: Căutare
ru: Поиск

source: Search Button Text
ro: Textul Buttonului de Căutare
ru: Кнопка Поиска Текст

source: Any Text
ro: Orice Text
ru: Любой Текст

source: Looking for certain features
ro: Căutați anumite caracteristici
ru: Ищете определенные характеристики

source: Title for Features Toggle
ro: Titlu pentru Comutator Caracteristici
ru: Заголовок для Переключателя Характеристик

source: Search Form Locations
ro: Formular de Cautare a Locațiilor
ru: Форма Поиска Местонахождения

source: Number of Location Select Boxes
ro: Numărul de Locații Casete de Selectare
ru: Количество Полей Выбора Местонахождения

source: In case of 1 location box, all locations will be listed in that select box. In case of 2 or more, Each select box will list parent locations of a level that matches its number and all the remaining children locations will be listed in last select box.
ro: În cazul a unei casete de locație, toate locațiile vor fi enumerate în acest câmp de selecție.În cazul a două sau mai multe, fiecare câmp de selecție va afișa locația părinte a nivelului ce corespunde cu numărul lui, iar toate locațiile descendente vor fi enumerate în câmpul de selecție finală.
ru: В случае одного Поля Выбора Местонахождения, все местоположения будут перечислены в этом Поле Выбора.В случае двух или более Полей Выбора Местонахождения, каждое поле выбора будет перечислять родителя уровня который соответствует его номеру и все уровни остальных детей будут перечислены в последнем Поле Выбора

source: Title for 1st Location Select Box
ro: Numele primului Câmp de Selecție a Locației
ru: Название первого Поля Выбора Местонахождения

source: Example: Country
ro: Exemplu: Țara
ru: Пример: Страна

source: Title for 2nd Location Select Box
ro: Numele celui de-al doilea Câmp de Selecție a Locației
ru: Название второго Поля Выбора Местонахождения

source: Example: State
ro: Exemplu: Stat
ru: Пример: Штат

source: Title for 3rd Location Select Box
ro: Numele celui de-al treilea Câmp de Selecție a Locației
ru: Название третьего Поля Выбора Местонахождения

source: Example: City
ro: Exemplu: Oraș
ru: Пример: Город

source: Title for 4th Location Select Box
ro: Numele celui de-al patrulea Câmp de Selecție a Locației
ru: Название четвёртого Поля Выбора Местонахождения

source: Example: Area
ro: Exemplu: Regiune
ru: Пример: Область

source: Hide Empty Locations ?
ro: Ascunde Locațiile Neocupate ?
ru: Скрыть пустые Местонахождения ?

source: Optimize Locations by hiding the ones with zero property.
ro: Optimizează Locațiile ascunzând cele cu zero Imobile.
ru: Оптимизация Местонахождений, скрывая те из них, что без Недвижимости.

source: Sort Locations Alphabetically ?
ro: Sortează Locațiile în ordine Alfabetică ?
ru: Сортировать в алфавитном порядке Местонахождения ?

source: Search Form Beds & Baths
ro: Forumlar de Căutare Dormitoare & Băi
ru: Форма Поиска Спальни & Ванны

source: Label for Min Beds Field
ro: Eticheta pentru câmpul Min Dormitoare
ru: Метка для Поля Мин Спален

source: Minimum Beds Values
ro: Minimum Dormitoare Valori
ru: Минимум Спален Значения

source: Only provide comma separated numbers.
ro: Introduceți numai numere separate prin virgulă.
ru: Укажите только разделенные запятыми номера.

source: Label for Min Baths Field
ro: Eticheta pentru Câmpul Min Băi
ru: Метка для Поля Мин Ванн

source: Minimum Baths Values
ro: Minimum Băi Valori
ru: Минимум Ванн Значения

source: Prices
ro: Prețuri
ru: Цены

source: Min Price
ro: Min Preț
ru: Мин Цена

source: Label for Min Price Field
ro: Eticheta pentru Câmpul Min Preț
ru: Метка для Поля Мин Цена

source: Indicate only number. Do not add decimal points, dashes, spaces and currency signs.
ro: Introduceți doar cifra. Nu adăugați puncte zecimale, linii, spații și simboluri valutare.
ru: Укажите только число. Не добавляйте десятичные точки, тире, пробелы и валютные знаки.

source: Max Price
ro: Max Preț
ru: Макс Цена

source: Label for Max Price Field
ro: Eticheta pentru Câmpul Max Preț
ru: Метка для Поля Макс Цена

source: Status That Represents Rent
ro: Starea ce Reprezintă Chiria
ru: Статус, Который представляет Аренду

source: Visitor expects smaller values for rent prices. So provide the list of minimum and maximum rent prices below. The rent prices will be displayed based on rent status selected here.
ro: Vizitatorul se așteaptă la valori mai mici a ratelor de închiriere. Deci, oferiți mai jos lista de prețuri minime și maxime pentru chirie. Prețurile de închiriere vor fi afișate în funcție de Starea de Închiriere a selectată aici.
ru: Посетитель ожидает меньшие значения арендных ставок. Таким образом, укажите ниже список минимальных и максимальных цен на аренду. Цены аренды будут отображены на основе статуса аренды выбранного здесь.

source: Price for Rent
ro: Preț de închiriere
ru: Цена аренды

source: Minimum Price for Rent Only.
ro: Minimum Preț pentru Chirie.
ru: Минимальная цена за аренду.

source: Maximum Price for Rent Only.
ro: Maximum Preț pentru Chirie.
ru: Максимальная цена за аренду.

source: Min Area
ro: Min Suprafață
ru: Мин Площадь

source: Label for Min Area Field
ro: Eticheta pentru Câmpul Min Suprafață
ru: Метка для Поля Мин Площадь

source: Placeholder Text for Min Area
ro: Text Substituent pentru Min Suprafață
ru: Текст Местозаполнителя для Мин Площадь

source: Max Area
ro: Suprafață Maximă
ru: Макс Площадь

source: Label for Max Area Field
ro: Eticheta pentru Câmpul Max Suprafață
ru: Метка для Поля Макс Площадь

source: Placeholder Text for Max Area
ro: Text Substituent pentru Max Suprafață
ru: Текст Местозаполнителя для Макс Площадь

source: sq m
ro: m.p.
ru: кв.м

source: Area Measurement Unit.
ro: Unitatea de Măsură a Suprafaței.
ru: Единица измерения Площади.

source: Example: sq ft
ro: Exemplu: m.p.
ru: Пример: кв.м

source: Quick CSS
ro: CSS Rapid
ru: Быстрый CSS

source: Enter small CSS changes here. If you need to change major portions of the theme then use child-custom.css file in child theme.
ro: Introduceți o schimbare mică în CSS aici. Dacă doriți să modificați părțile esențiale ale temei atunci utilizați fișierul child-custom.css în tema descendentă.
ru: Введите небольшие изменения CSS здесь. Если вам нужно изменить основные части темы тогда используйте файл child-custom.css в дочерней теме.

source: Slider Colors
ro: Culori Glisor
ru: Цвета Слайдера

source: Title Text Color
ro: Titlu Culoare Text
ru: Заголовок Цвет Текста

source: Title Text Color on Hover
ro: Titlu Culoare Text când treci peste
ru: Заголовок Цвет Текста при наведений

source: Description Text Color
ro: Descrierea Culoare Text
ru: Описание Цвет Текста

source: Price Text Color
ro: Prețul Culoare Text
ru: Цена Цвет Текста

source: More Details Text Color
ro: Mai Multe Detalii Culoare Text
ru: Подробнее Цвет Текста

source: More Details Text Hover Color
ro: Mai Multe Detalii Culoare Text când treci peste
ru: Подробнее Цвет Текста при наведений

source: More Details Button Background Color
ro: Fundalul Butonului Mai Multe Detalii
ru: Кнопка Подробнее Цвет Фона

source: More Details Button Background Color on Hover
ro: Fundalul când treci peste Butonul Mai Multe Detalii
ru: Кнопка Подробнее Цвет Фона при наведений

source: Real Estate Card
ro: Card Imobil
ru: Карточка Недвижимости

source: Card Background Color
ro: Card Culoare Fundal
ru: Карта Цвет Фона

source: Card Border Color
ro: Card Culoare Hotar
ru: Карта Цвет Границы

source: Status Text Color
ro: Stare Culoare Text
ru: Статус Цвет Текста

source: Status Background Color
ro: Stare Culoare Fundal
ru: Статус Цвет Фона

source: Metadata Text Color
ro: Metadate Culoare Text
ru: Метаданные Цвет Текста

source: Metadata Background Color
ro: Metadate Culoare Fundal
ru: Метаданные Цвет Фона

source: Buttons
ro: Butoane
ru: Кнопки

source: Button Text Color
ru: Кнопка Цвет Текста

source: Button Background Color
ro: Buton Culoare Fundal
ru: Кнопка Цвет Фона

source: Button Hover Text Color
ru: Кнопка Цвет текста при наведений курсора

source: Button Hover Background Color
ru: Кнопка Цвет Фона при наведений курсора

source: URL Slugs
ro: URL Descriptor
ru: URL Ярлыки

source: Important Note for URL Slugs
ro: O Importantă Notă pentru un URL Descriptor
ru: Важное примечание для URL Ярлыков

source: Make sure to re-save permalinks settings after every change in URL slugs to avoid 404 errors. You can do this from Settings > Permalinks
ro: Asigurați-vă în salvarea repetată a configurațiilor permalinks-urilor după fiecare modificare a URL descriptorilor pentru a evita erorile 404. Puteți face acest lucru din Setări> Permalinks
ru: Убедитесь в том, чтобы повторно сохранить Permalinks настройки после каждого изменения URL Ярлыков чтобы избежать ошибок 404. Вы можете сделать это в меню Настройки > Permalinks

source: property
ro: imobil
ru: недвижимость

source: Property Slug
ro: Descriptor Imobil
ru: Ярлык Недвижимости

source: agency
ro: agenţie
ru: агентство

source: Agent Slug
ro: Descriptor Agent
ru: Ярлык Агента

source: Property City Slug
ro: Descriptor Orașul Imobilului
ru: Ярлык Города Недвижимости

source: property-status
ro: imobil-stare
ru: недвижимость-статус

source: Property Status Slug
ro: Descriptor Stare Imobil
ru: Ярлык Статуса Недвижимости

source: property-type
ro: imobil-tip
ru: недвижимость-тип

source: Property Type Slug
ro: Descriptor Tip Imobil
ru: Ярлык Типа Недвижимости

source: property-feature
ro: imobil-caracteristică
ru: недвижимость-особенность

source: Property Feature Slug
ro: Descriptor Caracteristică Imobil
ru: Ярлык Особенностей Недвижимости

source: Mobile Number
ro: Număr de Mobil
ru: Мобильный номер

source: Office Number
ro: Număr Birou
ru: Рабочий телефон

source: Home
ro: Pagina Principală
ru: Главная страница

source: Unverified Nonce!
ro: Nonce Neverificat!
ru: Непроверенный Нонс!

source: Provided Email address is invalid!
ro: Adresa de e-mail introdusă nu este validă!
ru: Введённый адрес Электронной почты недействителен!

source: New message sent by
ro: Mesaj nou trimis de
ru: Новое сообщение, отправленно

source: message from
ro: mesaj de la
ru: сообщение от

source: Message sent successfully
ro: Mesajul a fost trimis
ru: Сообщение успешно отправлено

source: Message wasn't sent
ro: Mesajul nu a fost trimis
ru: Сообщение не отправлено

source: Invalid Request !
ro: Cerere Invalidă !
ru: Неверный запрос !

source: using agent contact form at
ro: folosind formularul de contact al agentului la
ru: используя контактную форму агента в

source: Failed to updated cookie !
ro: Nu a putut actualiza cookie-urile!
ru: Не удалось обновить куки!

source: wp-currencies plugin is missing !
ro: modulul wp-currencies lipsește!
ru: wp-currencies плагин отсутствует!

source: The Email you entered is not valid. Please try again.
ro: E-mailu introdus nu este valid. Vă rugăm să încercați din nou
ru: Электронную почту, которую вы ввели не действительна. Пожалуйста, попробуйте еще раз.

source: This Email is already used by another user. Please try a different one.
ro: Acest adresă de e-mail este deja utilizată de către un alt utilizator. Încercați una diferită.
ru: Этот адрес Электронной почты уже используется другим пользователем. Пожалуйста, попробуйте другой.

source: The passwords you entered do not match. Your password was not updated.
ro: Parolele introduse nu se potrivesc. Parola dvs. nu a fost actualizată.
ru: Введенные пароли не совпадают. Ваш пароль не был обновлен.

source: Profile information is updated successfully!
ro: Informațiile de profil sunt actualizate cu succes!
ru: Информация о профиле обновлена успешно!

source: Security check failed!
ro: Verificare securității nu a reușit!
ru: Проверку безопасности не удалось выполнить!

source: Added to Favorites
ro: Adăugată la Favorite
ru: Добавлено в Избранное

source: Failed!
ro: A eșuat!
ru: Ошибка!

source: Invalid Parameters!
ro: Parametri incorecți!
ru: Неверные параметры!

source: Removed Successfully!
ro: Eliminat cu succes!
ru: Успешно удален!

source: Failed to remove!
ro: Eliminarea a eșuat!
ru: Не удалось удалить!

source: Wrong username or password.
ro: Nume utilizator sau parolă greșită.
ru: Неправильное имя пользователя или пароль.

source: successful. Redirecting...
ro: cu succes. Redirecționează ...
ru: успешно. Перенаправление ...

source: This username already exists.
ro: Există deja acest nume de utilizator.
ru: Такое имя пользователя уже существует.

source: This email is already registered.
ro: Acest e-mail este deja înregistrat.
ru: Эта электронная почта уже зарегистрирована

source: Registration is complete. Check your email for details!
ro: Înregistrare este completă. Verifică-ți emailul pentru detalii!
ru: Регистрация завершена. Проверьте свою электронную почту!

source: Provide a valid username or email address!
ro: Furnizați un nume de utilizator sau adresa de e-mail validă!
ru: Укажите действительные имя пользователя или адрес электронной почты!

source: No user found for given email!
ro: Pentru e-mailu indicat utilizator n-a fost găsit!
ru: Для данной электронной почты пользователь не найден!

source: No user found for given username!
ro: Pentru numele indicat utilizator n-a fost găsit!
ru: Для данного имени пользователя пользователь не найден!

source: Invalid username or email!
ro: Nume de utilizator sau e-mail incorect!
ru: Неверное имя пользователя или адрес электронной почты!

source: Your New Password For %s
ro: Parola dvs. nouă pentru %s
ru: Ваш Новый Пароль Для %s

source: Your new password is: %s
ro: Parola dvs. nouă pentru: %s
ru: Ваш новый пароль: %s

source: Check your email for new password
ro: Verifică-ți emailul pentru parolă nouă
ru: Проверьте свою электронную почту для нового пароля

source: Failed to send you new password email!
ro: Nu a reușit să trimită o nouă parolă prin e-mail!
ru: Не удалось отправить новый пароль по электронной почте!

source: Oops! Something went wrong while resetting your password!
ro: Oops! Ceva a mers prost în timp ce resetai parola!
ru: К сожалению! Что-то пошло не так при смене пароля!

source: New user registration on your site %s:
ro: Înregistrare utilizator nou pe site-ul dvs. %s:
ru: Регистрация нового пользователя на сайте %s:

source: Username: %s
ro: Nume de utilizator: %s
ru: Имя пользователя: %s

source: Email: %s
ru: Эл. адрес: %s

source: [%s] New User Registration
ro: [%s] Înregistrare utilizator nou
ru: [%s] Регистрация нового пользователя

source: Welcome to %s
ro: Bun venit la %s
ru: Добро пожаловать в %s

source: Your username is: %s
ro: Numele dvs. de utilizator este: %s
ru: Ваше имя пользователя: %s

source: Your password is: %s
ro: Parola dvs. este: %s
ru: Ваш пароль: %s

source: It is highly recommended to change your password after login.
ro: Este foarte recomandat să schimbați parola după autentificare.
ru: Настоятельно рекомендуется сменить пароль после входа в систему.

source: For more details visit:
ro: Pentru mai multe detalii accesați:
ru: Для получения более подробной информации посетите:

source: First
ro: Primul
ru: Первый

source: Previous
ro: Precedentul
ru: Предыдущий

source: Next
ro: Următorul
ru: Следующий

source: Last
ro: Ultimul
ru: Последний

source: A new property is submitted by %s at %s
ro: Un nou imobil este adăugat de %s la %s
ru: Новая недвижимость добавлена %s %s

source: You can preview it here :
ro: Puteți să-l vedeți aici:
ru: Вы можете просмотреть её здесь:

source: Message to the Reviewer : %s
ro: Mesaj pentru examinator : %s
ru: Сообщение для Проверяющего : %s

source: You can contact the submitter "%s" via email %s
ro: Puteți contacta expeditorul "%s" prin email %s
ru: Вы можете связаться с отправителем "%s" по электронной почте %s

source: Main Location
ro: Locație de Bază
ru: Базовое Местоположение

source: Child Location
ro: Locație de Nivel 2
ru: Местоположение 2 Ууровня

source: Grand Child Location
ro: Locație de Nivel 3
ru: Местоположение 3 Ууровня

source: Great Grand Child Location
ro: Locație de Nivel 4
ru: Местоположение 4 Ууровня

source: Property Payments
ro: Plățile Imobilului
ru: Платежи Недвижимости

source: Transaction ID
ro: ID-ul Tranzacției
ru: ID Транзакции

source: Payment Date
ro: Data Plății
ru: Дата платежа

source: First Name
ro: Prenume
ru: Имя

source: Last Name
ro: Nume
ru: Фамилия

source: Payer Email
ro: Emailul Plătitorului
ru: Электронная почта Плательщика

source: Payment Status
ro: Starea Plății
ru: Статус платежа

source: Amount
ro: Cantitate
ru: Количество

source: Currency
ro: Valuta
ru: Валюта

source: Action
ro: Acțiune
ru: Действие

source: Not Available
ro: Indisponibil
ru: Недоступен

source: Edit Property
ro: Modificați date Imobil
ru: Редактировать Недвижимость

source: No Completed Payment Found!
ro: Nici o plată completă nu a fost găsită!
ru: Не найдена завершенная оплата!
