Repository: lvis/wptheme
Catalog: languages/*-old.po
Languages: ro, ru

source: Pingback:
ro: Pingback-ul:
ru: Обратная связь:

source: (Edit)
ro: (Editează)
ru: (Изменить)

source: on
ro: pe
ru: в

source: %1$s at %2$s
ro: %1$s la %2$s
ru: %1$s в %2$s

source: said
ro: a spus
ru: сказал

source: Value
ro: Valoare
ru: Стоимость

source: Agencies
ro: Agenții
ru: Агентства

source: Agents
ro: Agenți
ru: Агенты

source: Our Agents
ro: Agenți Noștri
ru: Наши Агенты

source: Add New
ro: Adaugă
ru: Добавить

source: Add New Agent
ro: Adaugă un Agent Nou
ru: Добавить нового Агента

source: Add New Agency
ro: Adaugă o nouă Agenție
ru: Добавить Агентство

source: Edit Agent
ro: Editare Agent
ru: Редактировать Агента

source: Edit Agency
ro: Editare Agenție
ru: Редактировать Агентство

source: New Agent
ro: Agent Nou
ru: Новый Агент

source: New Agency
ro: Agenție Nouă
ru: Новое Агентство

source: View Agent
ro: Vezi Agent
ru: Посмотреть Агента

source: View Agency
ro: Vezi Agenție
ru: Посмотреть Агентство

source: Search Agent
ro: Caută Agent
ru: Поиск Агента

source: Search Agency
ro: Caută Agenție
ru: Поиск Агентства

source: No Agent found
ro: Nici un Agent nu a fost găsit
ru: Нет найденых Агентов

source: No Agencies found
ro: Nici o Agenție nu a fost găsită
ru: Нет найденых Агентств

source: No Agent found in Trash
ro: Nici un Agent nu a fost găsit în coșul pentru gunoi
ru: Нет найденых Агентов в корзине

source: No Agency found in Trash
ro: Nici o Agenție nu a fost găsită în coșul pentru gunoi
ru: Нет найденых Агентств в корзине

source: Partner
ro: Partener
ru: Партнер

source: Add New Partner
ro: Adaugă un Partner Nou
ru: Добавить нового Партнера

source: Edit Partner
ro: Editare Partener
ru: Редактировать Партнера

source: New Partner
ro: Partener Nou
ru: Новый Партнер

source: View Partner
ro: Vizualizare Partener
ru: Просмотр Партнеров

source: Search Partner
ro: Caută Partener
ru: Поиск Партнёра

source: No Partner found
ro: Nici un Partener nu a fost găsit
ru: Нет найденных Партнеров

source: No Partner found in Trash
ro: Nici un Partener nu a fost găsit în coșul pentru gunoi
ru: Нет найденных Партнеров в корзине

source: partners
ro: parteneri
ru: партнеры

source: Logo
ru: Логотип

source: Publish Time
ro: Momentul Publicării
ru: Время публикации

source: No logo provided
ro: Nici un logo oferit
ru: Логотип не введённ

source: Properties
ro: Imobile
ru: Недвижимости

source: Property
ro: Imobil
ru: Недвижимость

source: Add New Property
ro: Adaugă un Imobil Nou
ru: Добавить Новую Недвижимость

source: Add Property
ro: Adaugă Imobil
ru: Добавить Недвижимость

source: New Property
ro: Imobil Nou
ru: Новая Недвижимость

source: View Property
ro: Vizualizează Imobilul
ru: Просмотр Недвижимости

source: Search Property
ro: Caută Imobilul
ru: Поиск Недвижимости

source: No Property found
ro: Nici un Imobil nu a fost găsit!
ru: Недвижимость не найдено!

source: No Property found in Trash
ro: Nici un Imobil nu a fost găsit în coșul pentru gunoi
ru: Недвижимость не найдена в Корзине

source: Search Property Features
ro: Caută Caracteristicile Imobiliare
ru: Поиск Характеристик Недвижимости

source: Popular Property Features
ro: Caracteristici Imobiliare Populare
ru: Популярные Характеристики Недвижимости

source: Parent Property Feature
ro: Parenta Caracteristicii Imobiliare
ru: Характеристика Родительской Недвижимости

source: Parent Property Feature:
ro: Parenta Caracteristicii Imobiliare:
ru: Характеристика Родительской Недвижимости:

source: Edit Property Feature
ro: Editează Caracteristica Imobiliară
ru: Редактировать Характеристику Недвижимости

source: Update Property Feature
ro: Actualizează Caracteristica Imobiliară
ru: Обновить Характеристику Недвижимости

source: Add New Feature
ro: Adaugă o Caracteristică Nouă
ru: Добавить Новую Характеристику

source: New Property Feature Name
ro: Numele Noii Caracteristici Imobiliare
ru: Название Новой Характеристики Недвижимости

source: Separate Property Features with commas
ro: Separă prin virgule Caracteristicile Imobiliare
ru: Разделите запятыми Характеристики Недвижимости

source: Add or remove Property Features
ro: Adaugă sau Elimină Caracteristica Imobiliară
ru: Добавить или Удалить Характеристику Недвижимости

source: Choose from the most used Property Features
ro: Alege din cele mai des utilizate Caracteristici Imobiliare
ru: Выберите из наиболее часто используемых Характеристик Недвижимости

source: Search Property Types
ro: Caută Tipurile Imobiliare
ru: Поиск Типов Недвижимости

source: Popular Property Types
ro: Tipuri Imobiliare Populare
ru: Популярные Типы Недвижимости

source: Parent Property Type
ro: Parenta Tipului Imobiliar
ru: Родительские Типы Недвижимости

source: Parent Property Type:
ro: Parenta Tipului Imobiliar:
ru: Родительские Типы Недвижимости:

source: Edit Property Type
ro: Editează Tipul Imobilului
ru: Редактировать Типы Недвижимости

source: Update Property Type
ro: Actualizează Tipul Imobilului
ru: Обновить Типы Недвижимости

source: Add New Type
ro: Adaugă un Tip Nou
ru: Добавить Новый Тип

source: New Property Type Name
ro: Numele Noului Tip Imobiliar
ru: Имя Нового Типа Недвижимости

source: Separate Property Types with commas
ro: Separă prin vrigule Tipurile Imobiliare
ru: Разделить запятыми Типы Недвижимости

source: Add or remove Property Types
ro: Adaugă sau Elimină Tipuri Imobiliare
ru: Добавить или Удалить Типы Недвижимости

source: Choose from the most used Property Types
ro: Aelge din cele mai folosite Tipuri Imobiliare
ru: Выберите из наиболее часто используемых Типов Недвижимости

source: Property Types
ro: Tipuri Imobiliare
ru: Типы Недвижимости

source: Search Property Locations
ro: Caută Locații Imobiliare
ru: Поиск Местонахождения Недвижимости

source: Popular Property Locations
ro: Locații Imobiliare Populare
ru: Популярные Местонахождения Недвижимости

source: Parent Property Location
ro: Parenta Locațiilor Imobiliare
ru: Родительские Местонахождения Недвижимости

source: Parent Property Location:
ro: Parenta Locațiilor Imobiliare:
ru: Родительские Местонахождения Недвижимости:

source: Edit Property Location
ro: Editează Locațiile Imobiliare
ru: Редактировать Местонахождение Недвижимости

source: Update Property Location
ro: Actualizează Locația Imobiliară
ru: Обновить Местонахождение Недвижимости

source: Add New Location
ro: Adaugă o Locație Nouă
ru: Добавить Новое Местонахождение

source: New Property Location Name
ro: Numele Noii Locații Imobiliare
ru: Имя Нового Местонахождения Недвижимости

source: Separate Property Locations with commas
ro: Separă prin virgule Locațiile Imobiliare
ru: Разделить запятыми Местонахождения Недвижимости

source: Add or remove Property Locations
ro: Adaugă sau Elimină o Locație Imobiliară
ru: Добавить или Удалить Города Недвижимости

source: Choose from the most used Property Locations
ro: Alege din cele mai utilizate Locații Imobiliare
ru: Выберите из наиболее часто используемых Городов Недвижимости

source: Property Locations
ro: Locații Imobiliare
ru: Местонахождения Недвижимости

source: Search Property Status
ro: Căută Stare Imobil
ru: Поиск Статуса Недвижимости

source: Popular Property Status
ro: Stări Imobiliare Populare
ru: Популярные Статусы Недвижимости

source: All Statuses
ro: Toate Stările
ru: Все Статусы

source: All Types
ro: Toate Tipurile
ru: Все Типы

source: All Locations
ro: Toate Locațiile
ru: Все Местонахождения

source: All Features
ro: Toate Caracteristicile
ru: Все Характеристики

source: Parent Property Status
ro: Parenta Stării Imobiliare
ru: Родительский Статус Недвижимости

source: Parent Property Status:
ro: Parenta Stării Imobiliare:
ru: Родительский Статус Недвижимости:

source: Edit Property Status
ro: Editează Starea Imobiliară
ru: Редактировать Статус Недвижимости

source: Update Property Status
ro: Actualizează Starea Imobiliară
ru: Обновить Статус Недвижимости

source: Add New Status
ro: Adaugă o Stare Nouă
ru: Добавить Новый Статус

source: New Property Status Name
ro: Numele Noii Stări Imobiliare
ru: Имя Нового Статуса Недвижимости

source: Separate Property Status with commas
ro: Separă prin virgule Stările Imobiliare
ru: Разделить запятыми Статусы Недвижимости

source: Add or remove Property Status
ro: Adaugă sau Elimină o Stare Imobiliară
ru: Добавить или Удалить Статус Недвижимости

source: Choose from the most used Property Status
ro: Alege din cele mai de folosite Stări Imobiliare
ru: Выберите из наиболее часто используемых Статусов Недвижимости

source: Property Title
ro: Titlu Imobil
ru: Заголовок Недвижимости

source: City
ro: Oraș
ru: Город

source: Type
ro: Tip
ru: Тип

source: Status
ro: Stare
ru: Статус

source: Price
ro: Preț
ru: Цена

source: No Thumbnail
ro: Pictograma Lipsește
ru: Нет Уменьшенного Изображения

source: NA
ro: Nu e disponibil
ru: Недоступен

source: No Address Provided!
ro: Adresa nu este indicată!
ru: Не указан Адрес

source: Payment Information
ro: Informații de Plată
ru: Информация о Платеже

source: Payment Amount
ro: Suma de Plată
ru: Сумма платежа

source: Payment Currency
ro: Valuta de Plată
ru: Валюта платежа

source: Result:
ro: Rezultat:
ru: Результат:

source: List of Properties
ro: Lista Imobilelor
ru: Список Недвижимостей

source: Theme
ro: Tema
ru: Тема

source: Layout
ro: Aranjament
ru: Раскладка

source: All
ro: Toate
ru: Все

source: Order By
ro: Sortează după
ru: Сортировать по

source: Date
ro: Dată
ru: Дате

source: Order
ro: Ordine
ru: Порядку

source: Descending
ro: Descreștere
ru: По Убыванию

source: Ascending
ro: Creștere
ru: По Возрастанию

source: Locations
ro: Locații
ru: Места

source: Statuses
ro: Stări
ru: Статусы

source: Types
ro: Tipuri
ru: Типы

source: Minimum Bedrooms
ro: Minimum Dormitoare
ru: Минимум Спален

source: Maximum Bedrooms
ro: Maximum Dormitoare
ru: Максимум Спален

source: Minimum Bathrooms
ro: Minimum Băi
ru: Минимум Ванных

source: Maximum Bathrooms
ro: Maximum Băi
ru: Максимум Ванных

source: Minimum Price
ro: Preț Minimal
ru: Минимальная Цена

source: Only provide digits
ro: Folosiți doar cifre
ru: Используйте только цифры!

source: Maximum Price
ro: Preț Maximal
ru: Максимальная Цена

source: Minimum Area
ro: Suprafață Minimală
ru: Минимум Площади

source: Maximum Area
ro: Suprafață Maximală
ru: Максимум Площади

source: Display Only Featured Properties
ro: Afișează Doar Imobilele Recomandate
ru: Показать Только Рекомендуемые Недвижимость

source: Slides
ro: Diapozitivuri
ru: Слайды

source: Slide
ro: Diapozitiv
ru: Слайд

source: Add New Slide
ro: Adaugă un Nou Diapozitiv
ru: Добавить Новый Слайд

source: Edit Slide
ro: Editează Diapozitivul
ru: Редактировать Слайд

source: New Slide
ro: Diapozitiv Nou
ru: Новый Слайд

source: View Slide
ro: Vizualizează Diapozitivul
ru: Просмотр Слайда

source: Search Slide
ro: Caută Diapozitivul
ru: Поиск Слайда

source: No Slide found
ro: Diapozitivul nu a fost găsit
ru: Слайд не найден

source: No Slide found in Trash
ro: Diapozitivul nu a fost găsit în coșul pentru gunoi
ru: Слайд не найден в Корзине

source: Slide Title
ro: Titlu Diapozitiv
ru: Заголовок Слайда

source: Slide Sub Text
ro: Subtext Diapozitiv
ru: Подтекст Слайда

source: No Slider Image
ro: Nici un Diapozitiv
ru: Нет Изображения Слайдера

source: Slide Information
ro: Informație Diapozitiv
ru: Информация Слайда

source: Sub Text
ru: Подтекст

source: This text will appear below Title on slide.
ro: Acest text va fi afișat mai jost de Titlu pe Glisor.
ru: Этот текст будет отображаться ниже заголовка на Слайде.

source: Target URL
ro: Adresă URL Finală
ru: Конечный URL

source: This URL will be applied on Slide Image.
ro: Acest URL va fi aplicat pentru Imaginii din Diapozitiv.
ru: Этот URL будет применен на изображене Слайда.

source: Video Embed Code
ro: Codul ce Incorporează Video
ru: Код для вставки видео

source: If you are not using self hosted videos then please provide the video embed code and remove the width and height attributes.
ro: Dacă nu utilizați videoclipuri găzduite, atunci vă rugăm să furnizați codul ce incorporează video eliminând atributele lățime și înălțime.
ru: Если вы не используете видео с вашего хостинг-сервера, токда пожалуйста, предоставьте код для вставки видео удалив атрибуты ширины и высоты.

source: Gallery Images
ro: Galerie de Imagini
ru: Галерея изображений

source: Images should have minimum width of %spx and minimum height of %spx.
ro: Imaginile trebuie să aibă o lățime minimă de %spx și o înălțime minimă de %spx.
ru: Изображения должны иметь минимальную ширину %spx и минимальную высоту %spx.

source: Basic Information
ro: Informație de Bază
ru: Основная Информация

source: Floor Plans
ro: Plan Etaje
ru: План этажей

source: Homepage Slider
ro: Glisorul Paginei Principale
ru: Слайдер Главной Страницы

source: Top Banner
ro: Bannerul din Antet
ru: Верхний Баннер

source: Sale or Rent Price
ro: Vânzare sau Închiriere Preț
ru: Продажа или Аренда Цена

source: Promotional Price
ro: Preț Promoțional
ru: Промо-Цена

source: Example Value: 435000
ro: Exemplu de Valoare: 435000
ru: Пример значения: 435000

source: Price Postfix
ro: Postfix la Preț
ru: Цена Постфикс

source: Price Prefix
ro: Prefixul Prețului
ru: Префикс цены

source: Example Value: Per Month
ro: Exemplu de Valoare: În lună
ru: Пример Значения: В Месяц

source: Area Size
ro: Suprafața Imobilului
ru: Размер Площади

source: Example Value: 2500
ro: Exemplu de Valoare: 2500
ru: Пример значения: 2500

source: Kitchen Area Size
ro: Suprafața bucătării
ru: Кухня Размер Площади

source: Size Postfix
ro: Marime Postfix
ru: Размер Постфикс

source: Example Value: Sq Ft
ro: Exemplu de Valoare: m.p.
ru: Пример значения: кв.м.

source: Bedrooms
ro: Dormitoare
ru: Спальни

source: Example Value: 4
ro: Exemplu de Valoare: 4
ru: Пример значения: 4

source: Bathrooms
ro: Băi
ru: Ванные

source: Example Value: 2
ro: Exemplu de Valoare: 2
ru: Пример значения: 2

source: Garages
ro: Garaje
ru: Гаража

source: Garage
ro: Garaj
ru: Гараж

source: Example Value: 1
ro: Exemplu de Valoare: 1
ru: Пример значения: 1

source: Example Value: 260cm
ro: Exemplu de Valoare: 260cm
ru: Пример значения: 260cm

source: It will help you search a property directly.
ro: Aceasta vă va ajuta să găsiți Imobilul în mod direct.
ru: Это поможет вам найти Недвижимость напрямую.

source: Hide Google map on property detail page ?
ro: Ascunde harta Google pe Pagina Imobilului ?
ru: Скрыть карту Google на Странице Недвижимости ?

source: Property Address
ro: Adresa Imobilului
ru: Адрес Недвижимости

source: Leaving it empty will hide the google map on property detail page.
ro: Necompletarea câmpului va ascunde harta Google pe pagina Detalii Imobil.
ru: Оставляя поле пустым будет скрыта карта Google на странице Сведения о Недвижимости.

source: Property Location at Google Map*
ro: Locația Imobilului pe Harta Google*
ru: Местонахождение Недвижимости на Карте Google*

source: Drag the google map marker to point your property location. You can also use the address field above to search for your property.
ro: Trageți marcatorul pe Harta Google pentru a indica locația Imobilului. De asemenea, puteți utiliza câmpul de adrese de mai sus pentru a căuta Imobilul dumneavoastră.
ru: Перетащите маркер карты Google, чтобы указать местоположение Своей Недвижимости. Вы можете также использовать поле адреса выше, для поиска вашей Недвижимости.

source: Gallery Type You Want to Use
ro: Galerie Tipul care doriţi să-l utilizaţi
ru: Тип Галереи которую вы хотите использовать

source: Gallery with thumbnails on bottom
ro: Galeria cu miniaturi în partea de jos
ru: Галерея с эскизами внизу

source: Property Gallery Images
ro: Galerie Imagini cu Imobile
ru: Галерея изображений Недвижимости

source: Images should have minimum size of 770px by 386px for thumbnails on right and 830px by 460px for thumbnails on bottom. Bigger size images will be cropped automatically.
ro: Imaginile trebuie să aibă o dimensiune minimă de 770px la 386px pentru miniaturile din dreapta și 830px la 460px pentru miniaturile din partea de jos. Imaginile de dimensiuni mai mari vor fi trunchiate automat.
ru: Изображения должны иметь минимальный размер 770px на 386px для миниатюр нпо правой стороне и 830px на 460px для миниатюр в низу. Большие изображения будут обрезается автоматически

source: Floor Name
ro: Nume Etaj
ru: Имя Этажа

source: Example: Ground Floor
ro: Exemplu: Parter
ru: Пример: Первый Этаж

source: Floor Price ( Only digits )
ro: Preț Etaj ( Doar cifre )
ru: Цена Этажа ( Только цифрами )

source: Example: 4000
ro: Exemplu: 4000
ru: Пример: 4000

source: Example: Per Month
ro: Exemplu: Lunar
ru: Пример: В Месяц

source: Floor Size ( Only digits )
ro: Mărime Etaj ( Doar cifre )
ru: Размер Этажа ( Только цифрами )

source: Example: 2500
ro: Exemplu: 2500
ru: Пример: 2500

source: Example: Sq Ft
ro: Exemplu: m.p.
ru: Пример: кв.м

source: Example: 4
ro: Exemplu: 4
ru: Пример: 4

source: Example: 2
ro: Exemplu: 2
ru: Пример: 2

source: Description
ro: Descriere
ru: Описание

source: Floor Plan Image
ro: Plan Etaj Imagine
ru: План Этажа Изображения

source: The recommended minimum width is 770px and height is flexible.
ro: Lățimea minimă recomandată este de 770px și înălțimea este flexibilă.
ru: Рекомендуемая минимальная ширина составляет 770px а высота гибкая.

source: Provide virtual tour video URL. YouTube, Vimeo, SWF File and MOV File are supported
ro: Indicați URL-ul turului Virtual Video. Youtube, Vimeo, SWF și MOV fișierele sunt acceptate
ru: Предоставьте URL Виртуального Видео-Тура. Youtube, Vimeo, SWF и MOV файлы поддерживаются

source: Virtual Tour Video Image
ro: Imaginea Turului Virtual Video
ru: Изображения Виртуального Видео-Тура

source: Provide an image that will be displayed as a place holder and when user will click over it the video will be opened in a lightbox. You must provide this image otherwise the video will not be displayed. Image should have minimum width of 818px and minimum height 417px. Bigger size images will be cropped automatically.
ro: Oferiți o imagine care va fi afișată ca un substituent și atunci când utilizatorul va face clic pe ea videoclipul va fi deschis într-un lightbox. Trebuie să oferiți această imagine în caz contrar conținutul video nu va fi afișat. Imaginea trebuie să aibă lățime minimă de 818px și înălțime minimă de 417px. Imaginile de dimensiuni mai mari vor fi trunchiate automat.
ru: Предоставьте изображение, которое будет отображаться в качестве держателя места и когда пользователь нажмет на него видео будет открыт в lightbox-е. Вы должны предоставить это изображение в противном случае видео не отобразиться. Изображения должно иметь минимальную ширину 818px и минимальную высоту 417px. Большие изображения размера обрезаны автоматически.

source: What to display in agent information box ?
ro: Ce să se afișeze în caseta de informații agent ?
ru: Что отображать в Информационном окне Агента?

source: Author information.
ro: Informații Autor.
ru: Информация об авторе.

source: Agent Information. ( Select the agent below )
ro: Informații Agent. ( Alegeți agentul mai jos )
ru: Информация об агенте. (Выберите агента ниже)

source: None. ( Hide information box )
ro: Nici unul. (Ascunde caseta de informații)
ru: Нет. (Скрыть информационное окно)

source: Mark this property as featured ?
ro: Marchează acest Imobil ca recomandat ?
ru: Отметить эту Недвижимость как рекомендуемую ?

source: You can attach PDF files, Map images OR other documents to provide further details related to property.
ro: AAveți posibilitatea să atașați fișiere PDF, imagini ale hărții sau alte documente pentru a oferi detalii suplimentare legate de proprietate.
ru: Вы можете прикрепить файлы PDF,изображения Карты или другие документы,чтобы представить дополнительную информацию, связанную с недвижимостью

source: Private Note
ro: Notă Privată
ru: Приватная Заметка

source: In this textarea, You can write your private note about this property. This field will not be displayed anywhere else.
ro: În această casetă de text, puteți scrie o notă privată despre acest Imobil. Acest câmp nu va fi afișat altundeva.
ru: В этом текстовое поле, Вы можете написать личное примечание об этой недвижимости.Это поле не будет отображаться в другом месте.

source: Message to Reviewer
ro: Mesaj pentru Examinator
ru: Сообщение для Проверяющего

source: Do you want to add this property in Homepage Slider ?
ro: Doriți să adăugați acest Imobil în glisor pe Pagina Principală ?
ru: Вы хотите, добавить эту недвижимость в Слайдер на Главную Страницу ?

source: If Yes, Then you need to provide a slider image below.
ro: Dacă da, atunci trebuie să furnizați o imagine pentru glisor mai jos.
ru: Если да, То вам необходимо предоставить изображение для слайдера ниже.

source: Yes
ro: Da
ru: Да

source: Slider Image
ro: Imaginea Glisorului
ru: Изображение Слайдера

source: The recommended image size is 2000px by 700px. You can use bigger or smaller image but try to keep the same height to width ratio and use the exactly same size images for all properties that will be added in slider.
ro: Dimensiunea imaginii recomandată este de 2000px pe 700px. Puteți utiliza imagini mai mari sau mai mici, dar încercați sa mențineți același raport înălțime la lățime și utilizați exact imagini cu aceeași dimensiune pentru toate Imobilile ce vor fi adăugate în glisor.
ru: Рекомендуемый размер изображения 2000px на 700px. Вы можете использовать изображения больше или меньше но старайтесь сохранить такое же отношение высоты и ширины, и используйте изображения точно такого же размера для всех недвижимостей, которые будут добавлены в слайд

source: Top Banner Image
ro: Imaginea Bannerului de Sus
ru: Верхний Баннер Изображения

source: Upload the banner image, If you want to change it for this property. Otherwise default banner image uploaded from theme options will be displayed. Image should have minimum width of 2000px and minimum height of 230px.
ro: Încărcați imaginea bannerului, dacă doriți s-o modificați pentru aceast Imobil.În caz contrar, imaginea bannerului implicită încărcată din oțiunile temei va fi afișată. Imaginea trebuie să aibă lățimea minimă de 2000px și înălțimea minimă de 230px.
ru: Загрузите изображение баннера, Если вы хотите изменить её для этой Недвижимости.В противном случае будет отображаться изображение баннера по умолчанию из темы.Изображения должно иметь минимальную ширину 2000px и минимальную высоту 230px.

source: Partner Information
ro: Informație Partener
ru: Информация о Партнере

source: Website
ru: Веб-Сайт

source: Provide Website URL
ro: Furnizați URL-ul site-ului
ru: Предоставьте URL веб-сайта

source: Provide Related Information
ro: Furnizați informații Relevante
ru: Обеспечить соответствующую информацию

source: Provide Email Address. Messages from contact form on property details page, will be sent on this email address.
ro: Furnizați Adresa de E-mail. Mesajele din formularul de contact al Paginii Detalii Imobil, vor fi transmise la acest email.
ru: Предоставьте Адрес Электронной Почты. Сообщения из контактной формы на Странице Детальной ИнформациЙ о Недвижимости, будут отправлены на этот адрес электронной почты.

source: Provide mobile number
ro: Furnizați Numărul de telefon mobil
ru: Предоставьте номер мобильного телефона

source: Provide office number
ro: Furnizați Numărul de oficiu
ru: Предоставьте Номер офиса

source: Provide fax number
ro: Furnizați Numărul de fax
ru: Предоставьте Номер факса

source: Provide Facebook URL
ro: Furnizați URL-ul Facebook
ru: Предоставьте Facebook URL

source: Provide Twitter URL
ro: Furnizați URL-ul Twitter
ru: Предоставьте Twitter URL

source: Provide Google Plus URL
ro: Furnizați URL-ul Google Plus
ru: Предоставьте Google Plus URL

source: Provide LinkedIn URL
ro: Furnizați URL-ul LinkedIn
ru: Предоставьте LinkedIn URL

source: Top Banner Area Settings
ro: Zona Bannerului de Sus Setări
ru: Настройки Площади Верхнего Баннера
